Repository: jeanslack/Videomass
Catalog: videomass/locale/*/LC_MESSAGES/videomass.po
Languages: fr_fr, it_it, nl_nl, pt_br

source: Concatenate Demuxer Shift+D
fr_fr: Assemblage et Démultipléxage Shift+D
nl_nl: Samenvoeg Demuxer Shift+D

source: Still Image Maker Shift+I
fr_fr: Film à partir d'image(s) Shift+I

source: From Movie to Pictures Shift+S
fr_fr: Image(s) à partir d'un Film Shift+S

source: YouTube downloader Shift+Y
fr_fr: Télécharger sur YouTube Shift+Y

source: Go to the 'YouTube Downloader' panel
fr_fr: Aller au panneau "télécharger sur Youtube"

source: Output Monitor Shift+O
fr_fr: Moniteur de Sortie Shift+O

source: Configuration folder
fr_fr: Dossier configuration
nl_nl: Configuratie folder
pt_br: Pasta de configuração

source: Opens the Videomass configuration folder
fr_fr: Ouvre le dossier de configuration Videomass
nl_nl: Opent de Videomass configuratie folder

source: Log folder
fr_fr: Dossier log

source: Opens the Videomass log folder, if exists
fr_fr: Ouvre le dossier du journal Videomass, s'il existe
nl_nl: Opent de Videomass log folder, als deze bestaat

source: Cache folder
fr_fr: Dossier cache
pt_br: Pasta de cache

source: Opens the Videomass cache folder, if exists
fr_fr: Ouvre le dossier cache de Videomass, s'il existe
nl_nl: Opent de Videomass cache folder, als deze bestaat

source: System
fr_fr: Système
nl_nl: Systeem

source: Goto
fr_fr: Aller à
nl_nl: Ga naar
pt_br: Ir para

source: Set up a temporary folder for conversions
fr_fr: Définir un dossier temporaire pour les conversions
nl_nl: Stel een tijdelijke folder in voor conversies
pt_br: Configure uma pasta temporária para conversões

source: Use a temporary location to save conversions
fr_fr: Utilisez un emplacement temporaire pour enregistrer les conversions
nl_nl: Gebruik een tijdelijke locatie om conversies te bewaren
pt_br: Use um local temporário para salvar conversões

source: Set up a temporary folder for downloads
fr_fr: Définir un dossier temporaire pour les téléchargements
nl_nl: Stel een tijdelijke folder in voor downloads
pt_br: Configure uma pasta temporária para downloads

source: Save all downloads to this temporary location
fr_fr: Enregistrer tous les téléchargements dans cet emplacement temporaire
nl_nl: Bewaar alle downloads in deze tijdelijke locatie
pt_br: Salve todos os downloads neste local temporário

source: Restore the default destination folders
fr_fr: Restaurer les dossiers de destination par défaut
nl_nl: Herstel de standaard bestemming-folders

source: Restore the default folders for file conversions and downloads
fr_fr: Restaurer les dossiers par défaut pour les conversions et les téléchargements
nl_nl: Herstel de standaard folders voor bestand-conversie en downloads

source: User Guide
fr_fr: Guide Utilisateur
nl_nl: Handleiding
pt_br: Manual

source: Check for the latest Videomass version at <https://pypi.org/project/videomass/>
fr_fr: Vérifiez la dernière version Videomass sur <https://pypi.org/project/videomass/>
nl_nl: Ga de nieuwste Videomass versie na op <https://pypi.org/project/videomass/>
pt_br: Verifique a versão mais recente do Videomass em <https://pypi.org/project/videomass/>

source: Open the selected files
fr_fr: Ouvrir les fichiers sélectionnés

source: No such folder '{}'
fr_fr: Dossier introuvable '{}'
nl_nl: Er is geen folder '{}'

source: No files to delete
fr_fr: Aucun fichier à supprimer
nl_nl: Geen bestanden om te deleten

source: There is a new version available {0}
fr_fr: Une nouvelle version est disponible {0}
nl_nl: Er is een nieuwe versie beschikbaar {0}

source: No new version available
fr_fr: Pas de nouvelle version
nl_nl: Geen nieuwe versie beschikbaar

source: Choose a download folder
fr_fr: Choisir un dossier de destination
nl_nl: Kies een download folder
pt_br: Escolha uma pasta de download

source: Unexpected error while creating file: {0}
fr_fr: Erreur inattendue lors de la création du fichier: {0}
nl_nl: Onverwachte fout bij het creeren van bestand: {0}

source: You are using '{0}' version {1}
fr_fr: Vous utilisez'{0}' version {1}
nl_nl: U gebruikt '{0}' versie {1}

source: {0}: Latest version available: {1}
fr_fr: {0}: Dernière version disponible: {1}
nl_nl: {0}:Laatst beschikbare versie: {1}

source: cache folder has not been created yet.
fr_fr: le dossier cache n'a pas encore été créé.
nl_nl: cache folder is nog niet gemaakt.

source: Choose a temporary destination for conversions
fr_fr: Choisissez une destination temporaire pour les conversions
nl_nl: Kies een tijdelijke bestemming voor de conversies
pt_br: Escolha um destino temporário para conversões

source: Choose a temporary destination for downloads
fr_fr: Choisissez une destination temporaire pour les téléchargements
nl_nl: Kies een tijdelijke bestemming voor de downloads
pt_br: Escolha um destino temporário para downloads

source: Default destination folders successfully restored
fr_fr: Les dossiers de destination par défaut ont été restaurés avec succès
nl_nl: Standaard bestemming-folders succesvol hersteld
pt_br: Pastas de destino padrão restauradas com sucesso

source: Gathers information of multimedia streams
fr_fr: Rassemble les informations de flux multimédias
nl_nl: Wint informatie in over multimedia streams

source: Media Streams
fr_fr: Flux Multimédia

source: Shows download statistics and information
fr_fr: Affiche les statistiques et les infos de téléchargement
nl_nl: Toont download-statistieken en -informatie

source: Add a new profile from this panel with the current settings
fr_fr: Ajoutez un nouveau profil à ce panneau avec les paramètres actuels
nl_nl: Voeg een nieuw profiel toe van dit panel met de huidige instellingen

source: Add Profile
fr_fr: Ajouter un profil
nl_nl: Voeg profiel toe

source: Convert using FFmpeg
fr_fr: Convertir avec FFmpeg
nl_nl: Converteer met FFmpeg

source: Convert
fr_fr: Convertir
nl_nl: Converteer

source: Download files using youtube-dl
fr_fr: Télécharger les fichiers avec youtube-dl
nl_nl: Download bestanden met youtube-dl

source: ERROR: Invalid URL: "{}"
fr_fr: ERREUR: URL: invalide "{}"

source: ERROR: Some equal URLs found
fr_fr: Erreur: quelques URL identiques ont été trouvées

source: Videomass - Queued Files
fr_fr: Videomass - Fichiers en file d'attente
nl_nl: Videomass - Wachtrij Bestanden
pt_br: Videomass - arquivos enfileirados

source: Videomass - Queued URLs
fr_fr: Videomass - URLs en file d'attente
nl_nl: Videomass - Wachtrij URLs
pt_br: Videomass - URLs enfileirados

source: URL list changed, please check the settings again.
fr_fr: La liste d'URL a changé, veuillez revérifier les paramètres.
nl_nl: URL lijst gewijzigd, ga a.u.b. de instellingen na.

source: Videomass - YouTube Downloader
fr_fr: Videomass - Télécharger sur YouTube
pt_br: Videomass - Baixar vídeos

source: File list changed, please check the settings again.
fr_fr: La liste des fichiers a été modifiée, veuillez revérifier les paramètres.
nl_nl: Bestanden-lijst gewijzigd, ga a.u.b. de instellingen na.
pt_br: Lista de arquivos alterada, verifique as configurações novamente.

source: Videomass - Concatenate Demuxer
fr_fr: Videomass - Assemblage Fichiers Multimedia
nl_nl: Videomass - Samenvoeg Demuxer

source: Cannot continue: The duration in the timeline exceeds the duration of some queued files.
fr_fr: Impossible de continuer: la durée de la timeline dépasse la durée de certains fichiers en file d'attente.
nl_nl: Doorgaan is onmogelijk: de duur op de tijdslijn overschrijdt de duur van enkele wachtrij bestanden.
pt_br: Não é possível continuar: a duração na linha do tempo excede a duração de alguns arquivos enfileirados.

source: Processing...
fr_fr: Traitement en cours...
nl_nl: Bezig...
pt_br: Processando...

source: Videomass - Output Monitor
fr_fr: Videomass - Moniteur de sortie

source: Media:
fr_fr: Média:
pt_br: Mídia:

source: Video Encoder
fr_fr: Encodeur Vidéo
pt_br: Codificador de vídeo

source: Two passes
fr_fr: Deux passes
nl_nl: Twee passes

source: Buffer Size (kb)
fr_fr: Taille Tampon
nl_nl: Buffer Grootte (kb)

source: Pixel Format
fr_fr: Format de Pixel
nl_nl: Pixel Formaat

source: Subtitle Map
fr_fr: Gestion Sous-Titres
nl_nl: Ondertitel Map

source: Optimizations
fr_fr: Optimisations
nl_nl: Optimalisaties
pt_br: Otimizações

source: Use for Web
fr_fr: Utilisation Web
nl_nl: Gebruik voor Web
pt_br: Use para a web

source: Deadline/Quality
fr_fr: Délai/Qualité
nl_nl: Deadline/Kwaliteit

source: Quality/Speed ratio modifier:
fr_fr: Qualité/Vitesse modifier le rapport:
nl_nl: Kwaliteit/Snelheid ratio modificator:

source: Activates row-mt 1
fr_fr: Activation row mt 1
nl_nl: Activeert rij-mt 1

source: Preset
fr_fr: Pré-réglage

source: Profile
fr_fr: Profil
nl_nl: Profiel

source: Level
fr_fr: Niveau
nl_nl: Niveau

source: Tune
fr_fr: Régler
nl_nl: Afstemmen

source: Resizing
fr_fr: Redimensionnement
nl_nl: Herschalen bezig
pt_br: Redimensionamento

source: Cropping
fr_fr: Redimensionnement
nl_nl: Bijsnijden bezig
pt_br: Recorte

source: Deinterlacing
fr_fr: Désentrelacement
nl_nl: Ont-interlacen
pt_br: Desentrelaçamento

source: Denoiser
fr_fr: Débruitage
pt_br: Redução de ruído

source: Stabilizer
fr_fr: Stabilisateur
nl_nl: Stabilisatie filter
pt_br: Estabilizador

source: Audio Properties
fr_fr: Propriétés Audio
nl_nl: Audio Eigenschappen
pt_br: Propriedades do Áudio

source: Audio Streams Mapping
fr_fr: Gestion Flux Audio

source: Audio Filters
fr_fr: Filtres Audio
pt_br: Filtros de Áudio

source: Listening
fr_fr: En écoute
nl_nl: Beluister

source: Volume detect
fr_fr: Détection Volume
nl_nl: Volume detectering
pt_br: Detecção de volume

source: Set integrated loudness target:
fr_fr: Définit la cible de l'intensité sonore:
nl_nl: Stel geïntegreerde loudness doel in:
pt_br: Defina o volume de intensidade integrada:

source: Set maximum true peak:
fr_fr: Définit le pic d'écrêtage maximum:
nl_nl: Stel maximum ware peak in:
pt_br: Defina a altura real máxima:

source: Set loudness range target:
fr_fr: Définitl la cible de l'intensité du volume:
nl_nl: Stel loudness range doel in:
pt_br: Defina o volume da faixa de intensidade:

source: Available video codecs. "Copy" is not a codec but indicate that the video stream is not to be re-encoded and allows changing the format or other parameters
fr_fr: Codecs vidéo disponibles."Copy" n'est pas un codec mais indique que le flux vidéo ne doit pas être ré-encodé et permet de modifier le format ou d'autres paramètres
nl_nl: Beschikbare video codecs. "Copy" is geen codec maar geeft aan dat de video stream niet her-encoded dient te worden en staat toe het formaat of andere parameters te wijzigen
pt_br: Codecs de vídeo disponíveis. "Copiar" não é um codec, mas indica que a reprodução de vídeo não deve ser recodificada e permite alterar o formato ou outros parâmetros

source: Output format and file extension. The content may change based on the codec and media
fr_fr: Format de sortie et extension de fichier. Le contenu peut varier en fonction du codec et du média
nl_nl: Output formaat en bestands-extensie. De inhoud kan wijzigen naar aanleiding van de codec en media

source: "Video" to save the output file as a video; "Audio" to save as an audio file only
fr_fr: "Vidéo" pour enregistrer le fichier de sortie sous forme de vidéo; "Audio" pour enregistrer en tant que fichier audio uniquement
nl_nl: "Video" om het output-bestand te bewaren als video; "Audio" om te bewaren als een (alleen-)audio bestand
pt_br: "Vídeo" para salvar o arquivo de saída como um vídeo; "Áudio" para salvar apenas como um arquivo de áudio

source: Specifies a minimum tolerance to be used
fr_fr: Définit une tolérance minimale à utiliser
nl_nl: Specificeert een minimum tolerantie om te gebruiken

source: Specifies a maximum tolerance. This is only used in conjunction with buffer size
fr_fr: Définit une tolérance maximale.N'est utilisé qu'en corrélation avec la taille du tampon
nl_nl: Specificeert een maximale tolerantie. Dit wordt alleen gebruikt samen met buffer-grootte

source: Specifies the decoder buffer size, which determines the variability of the output bitrate
fr_fr: Spécifie la taille tampon de décodage, déterminant la variabilité du débit de sortie
nl_nl: Specificeert de buffer-grootte van de decoder, welke de veranderlijkheid van de output bitrate bepaalt

source: "good" is the default and recommended for most applications; "best" is recommended if you have lots of time and want the best compression efficiency; "realtime" is recommended for live/fast encoding
fr_fr: "Bon" est la valeur par défaut recommandée pour la plupart des applications;"Meilleur" est recommandé si vous avez beaucoup de temps et que vous voulez bénéficier de la meilleure efficacité de compression;"en temps réel" est recommandé pour le codage direct / rapide
nl_nl: "goed" is de standaard en aanbevolen voor de meeste applicaties; "best" is aanbevolen wanneer u geduld heeft en de beste compressie-efficiëntie wenst; "realtime" is aanbevolen voor live/snelle encoding
pt_br: "bom" é o padrão e recomendado para a maioria dos aplicativos; "melhor" é recomendado se você tiver muito tempo e quiser a melhor eficiência de compressão; "tempo real" é recomendado para codificação ao vivo / rápida

source: "cpu-used" sets how efficient the compression will be. The meaning depends on the mode above.
fr_fr: «CPU-used» définit l'efficacité de la compression. The meaning depends on the mode above.
nl_nl: "cpu-gebruikt" stelt in hoe efficiënt de compressie zal zijn. De betekenis hangt af van de modus hierboven.

source: Constant rate factor. Lower values = higher quality and a larger file size. Set -1 to disable this control.
fr_fr: Facteur de taux constant.Valeurs plus faibles = meilleure qualité et une taille de fichier plus grande.Réglez sur -1 pour désactiver ce contrôle.
nl_nl: Constante rate factor. Lagere waarden = hogere kwaliteit en een hogere bestands-grootte. Zet op -1 om dit niet te gebruiken.

source: Clear all enabled filters
fr_fr: Effacer tous les filtres activés
nl_nl: Maak alle aangezette filters leeg
pt_br: Limpar todos os filtros habilitados

source: Choose an index from the available audio streams. If the source file is a video, it is recommended to select a numeric audio index. If the source file is an audio file, leave this control to "Auto".
fr_fr: Choisissez un index dans les flux audio disponibles.Si le fichier source est une vidéo, il est recommandé de sélectionner un index audio numérique.Si le fichier source est un fichier audio, laissez ce contrôle sur "auto".
nl_nl: Kies een index van de beschikbare audio streams. Als de bron een video is, dan wordt aanbevolen om een nummer van de audio index te selecteren. Als de bron een audio bestand is, laat het dan op "Auto" staan.

source: "Auto" keeps all audio stream but processes only the one of the selected index; "All" keeps all audio streams and processes them all with the properties of the selected index; "Index only" processes and keeps only the selected index audio stream.
fr_fr: "Auto" conserve tous les flux audio mais ne traite que celui de l'index sélectionné ; "Tous" conserve tous les flux audio et les traite tous avec les propriétés de l'index sélectionné ; "Index uniquement" traite et conserve uniquement le flux audio d'index sélectionné.
nl_nl: "Auto" behoudt alle audio streams maar converteert alleen de geselecteerde; "Allemaal" behoudt alle audio streams en converteert deze allemaal; "Index only" behoudt en converteert alleen de geselecteerde audio stream.

source: Integrated Loudness Target in LUFS. From -70.0 to -5.0, default is -24.0
fr_fr: Cible d'intensité volume intégrée dans LUFS.De -70,0 à -5,0, la valeur par défaut est -24.0
nl_nl: Geïntegreerd Loudness Doel in LUFS. Van -70.0 tot -5.0, standaard is -24.0
pt_br: Ponto de intensidade integrada em LUFS. De -70,0 a -5,0, o padrão é -24,0

source: Maximum True Peak in dBTP. From -9.0 to +0.0, default is -2.0
fr_fr: Pic d'écrêtage maximal dans dBTP.De -9.0 à +0,0, la valeur par défaut est -2,0
nl_nl: Maximum Ware Peak in dBTP. Van -9.0 tot +0.0, standaard is -2.0
pt_br: Altura máxima real em dBTP. De -9,0 a +0,0, o padrão é -2,0

source: Loudness Range Target in LUFS. From +1.0 to +20.0, default is +7.0
fr_fr: Cible de plage d'intensité volume dans LUFS.De +1,0 à +20,0, la valeur par défaut est +7,0
nl_nl: Loudness Bereik Doel in LUFS. Van +1.0 tot +20.0, standaard is +7.0
pt_br: Ponto da faixa de intensidade em LUFS. De +1,0 a +20,0, o padrão é +7,0

source: Play and listen to the result of audio filters
fr_fr: Jouez et écoutez le résultat des filtres audio
nl_nl: Afspelen en luisteren naar het resultaat van de audio filters

source: A target file must be selected in the queued files
fr_fr: Un fichier cible doit être sélectionné dans les fichiers en file d'attente
nl_nl: Een doel-bestand moet geselecteerd zijn in de wachtrij-bestanden
pt_br: Um arquivo de destino deve ser selecionado nos arquivos em fila

source: This filter is incompatible with 2-pass enabled
fr_fr: Ce filtre est incompatible avec l'option 2 passes activée
nl_nl: Dit filter is niet compatible met 2-pass activatie
pt_br: Este filtro é incompatível com 2 passagens ativadas

source: No Audio
fr_fr: Pas de Son
nl_nl: Geen Audio
pt_br: Sem áudio

source: Activate peak level normalization, which will produce a maximum peak level equal to the set target level.
fr_fr: Active la normalisation du niveau de crête, qui produira un niveau de crête maximal égal au niveau cible définie.
nl_nl: Activeer peak level normalisatie, wat een maximum peak level zal geven gelijk aan het ingestelde doel-level.
pt_br: Ative a normalização de nível de altura, que produzirá um nível de altura máximo igual ao nível de destino definido.

source: Activate RMS-based normalization, which according to mean volume calculates the amount of gain to reach same average power signal.
fr_fr: Active la normalisation basée sur RMS, qui selon le volume moyen calcule la quantité de gain pour atteindre le même signal de puissance moyenne.
nl_nl: Activeer op RMS gebaseerde normalisatie, welke volgens het mean volume de hoeveelheid gain berekent om dezelfde gemiddelde signaal-sterkte te bereiken.
pt_br: Ative a normalização baseada em RMS, que de acordo com o volume médio calcula a quantidade de ganho para atingir o mesmo sinal de potência média.

source: Activate two passes normalization. It Normalizes the perceived loudness using the "​loudnorm" filter, which implements the EBU R128 algorithm.
fr_fr: Active la normalisation à deux passes . Normalise le volume perçu à l'aide du filtre "loudnorm", qui implémente l'algorithme EBU R128.
nl_nl: Activeer twee-pass normalisatie. Het normaliseert de ervaarde loudness door gebruikmaking van het "​loudnorm" filter, wat het EBU R128 algoritme toepast.

source: Audio normalization off
fr_fr: Normalisation audio off
nl_nl: Audio normalisatie uit
pt_br: Normalização de áudio desligada

source: Audio normalization is required only for some files
fr_fr: La normalisation audio n'est requise que pour certains fichiers
nl_nl: Audio normalisatie is alleen vereist voor bepaalde bestanden

source: Audio normalization will not be applied because the source signal is equal
fr_fr: La normalisation audio ne sera pas appliquée car le signal source est identique
nl_nl: Audio normalisatie zal niet toegepast worden omdat het bronsignaal gelijk is

source: {} file in queue
fr_fr: {} filchier en file d'attente
nl_nl: {} bestand in wachtrij

source: Unset
fr_fr: Désactivé
nl_nl: Uitgezet
pt_br: Não definido

source: start {} | duration {}
fr_fr: début {} | durée {}
nl_nl: start {} | duur {}
pt_br: iniciar {} | duração {}

source: Queued File Output Format Web Optimize Audio Codec Audio bit-rate Audio Channels Audio Rate Bit per Sample Audio Normalization Time Period Input Audio Map
fr_fr: File d(Attente Format de Sortie Optimisé pour le Web Codec Audio Audio bit-rate Canaux Audio Audio Rate Bit par Echantillon Normalisation Audio Time Périod Input Audio Map

source: Queued File Web Optimize Output Format Video Codec Aspect Ratio FPS Audio Codec Audio Channels Audio Rate Audio bit-rate Bit per Sample Audio Normalization Input Audio Map Output Audio Map Subtitles Map Time Period
fr_fr: File d'Attente Optimisé pour le web Format de Sortie Codec Vidéo Aspect Ratio FPS Codec Audio Canaux Audio Audio Rate Audio bit-rate Bit d'Echantillon Normalisation Audio Input Audio Map Output Audio Map Gestion Sous-titres Time Périod

source: Queued File Web Optimize Pass Encoding Output Format Video Codec Video bit-rate CRF Min Rate Max Rate Buffer size VP8/VP9 Options Video Filters Aspect Ratio FPS Preset Profile Tune Audio Codec Audio Channels Audio Rate Audio bit-rate Bit per Sample Audio Normalization Input Audio Map Output Audio Map Subtitles Map Time Period
fr_fr: File d'attente Optimisation Web Encodage Passe Format de Sortie Codec Video Video bit-rate CRF Min Rate Max Rate Taille Tampon Options VP8/VP9 Filtres Video Aspect Ratio FPS Pré-réglage Profil Tune Codec Audio Canaux Audio Audio Rate Audio bit-rate Bit d'Echantillon Normalisation Audio Input Audio Map Output Audio Map Subtitles Map Time Period

source: Audio normalization processes cannot be saved on the Presets Manager.
fr_fr: Les réglages de normalisation audio ne peuvent pas être enregistrés dans le Gestionnaire de Pré-réglages.
nl_nl: Audio normalisatie processen kunnen niet in de Presets Manager bewaard worden.

source: Save the new profile to...
fr_fr: Enregistrer le nouveau profil dans ...
nl_nl: Schrijf het nieuwe profiel naar...

source: Create a new profile
fr_fr: Créer un nouveau profil
nl_nl: Maak een nieuw profiel
pt_br: Criar um perfil novo

source: YouTube Downloader
fr_fr: Télécharger sur YouTube
pt_br: Baixar vídeos

source: The downloader is disabled. Check your preferences.
fr_fr: L'appli de téléchargement est désactivé. Vérifiez les préférences.
nl_nl: De youtube-dl is uitgezet. Controleer uw voorkeuren.

source: ERROR: {0} {1} is not installed, use your package manager to install it.
fr_fr: ERRUR: {0} {1} n'est pas installé, utilisez votre gestionnaire de paquets pour l'installer.
nl_nl: ERROR: {0} {1} is niet geinstalleerd, gebruik uw package manager om het te installeren.

source: NOTE: - The concatenation function is performed only with Audio files or only with Video files. - The order of concatenation depends on the order in which the files were added. - The output file name will have the same name as the first file added (also depends on the settings made in the preferences dialog). - Video files must have exactly same streams, same codecs and same width/height, but can be wrapped in different container formats. - Audio files must have exactly the same formats, same codecs and same sample rate.
fr_fr: REMARQUE: - La fonction d'assemblage n'est possible qu'avec des fichiers audio ou vidéo uniquement.. - L'ordre d'assemblage suit l'ordre par lequel les fichiers ont été ajoutés. . Le nom du fichier de sortie aura le même nom que le premier fichier ajouté (dépend également des paramètres indiqués dans la boîte de dialogue Préférences). - Les fichiers vidéo doivent avoir exactement les mêmes flux, les mêmes codecs et même largeur / hauteur, mais peuvent être intégrés dans différents formats de conteneurs. - Les fichiers audio doivent avoir exactement les mêmes formats, les mêmes codecs et la même fréquence d'échantillonnage.
nl_nl: OPMERKING: - De samenvoeg functie wordt alleen uitgevoerd met Audio bestanden of alleen met Video bestanden. - De samenvoeg volgorde wordt bepaald door de volgorde waarin de bestanden werden toegevoegd. - De output bestandsnaam zal dezelfde zijn als die van het eerst toegevoegde bestand (hangt ook af van de instellingen in het voorkeur scherm). - Streams van video bestanden moeten exact overeenkomen, evenals hun codecs en breedte/hoogte, maar kunnen in andere container formaten ingesloten worden. - Audio bestanden moeten exact hetzelfde formaat hebben, evenals hun codecs en sample rate.
