Repository: jeanslack/Videomass
Catalog: videomass/locale/*/LC_MESSAGES/videomass.po
Languages: fr_fr, it_it, nl_nl, pt_br

source: One-Pass, Do not start with `ffmpeg -i filename`; do not end with `output-filename`
fr_fr: Passe Unique, Ne commencez pas par `ffmpeg -i filename`;ne terminez pas avec `output-filename`
it_it: Passata uno, Non iniziare con `ffmpeg -i nomefile`; Non finire con `nomefile_in_uscita`
nl_nl: One-Pass, begin niet met `ffmpeg -i filename`; eindig niet met `output-filename`
pt_br: Primeira passagem, não comece com `ffmpeg -i filename`; não termine com `output-filename

source: Two-Pass (optional), Do not start with `ffmpeg -i filename`; do not end with `output-filename`
fr_fr: Deux Passes (facultatif), ne commencez pas par `ffmpeg -i filename`;ne terminez pas avec `output-filename`
it_it: Passata due (opzionale), Non iniziare con `ffmpeg -i nomefile`; Non finire con `nomefile_in_uscita`
nl_nl: Two-Pass (optioneel), begin niet met `ffmpeg -i filename`; eindig niet met `output-filename`
pt_br: Segunda passagem (opcional), não comece com `ffmpeg -i filename`; não termine com `output-filename

source: Supported Formats list (optional). Do not include the `.`
fr_fr: Liste des Formats pris en charge (facultatif).N'inclue pas le `.`
it_it: Lista dei formati supportati (opzionale). Non includere il `.`
nl_nl: Lijst van ondersteunde formaten (optioneel). Laat de `.` achterwege
pt_br: Lista de formatos suportados (opcional). Não inclua o `.`

source: Output Format. Empty to copy format and codec. Do not include the `.`
fr_fr: Format de Sortie.Vide pour copier le format et le codec.N'incluez pas le ``. '
it_it: Formato in uscita. Vuoto per copiare formato e codec. Non includere il `.`
nl_nl: Output formaat. Bij weglaten worden formaat en codec gekopieerd. Laat de `.` achterwege
pt_br: Formato de saída. Vazio para copiar o formato e o codec. Não inclua o `.`

source: Profile Name
fr_fr: Nom du profil
it_it: Nome Profilo
nl_nl: Profiel Naam
pt_br: Nome do perfil

source: Description
it_it: Descrizione
nl_nl: Beschrijving
pt_br: Descrição

source: Pre-input arguments for One-Pass (optional)
it_it: Argomenti di pre-input per la passata uno (opzionale)

source: Pre-input arguments for Two-Pass (optional)
it_it: Argomenti di pre-input per la passata due (opzionale)

source: A short profile name
fr_fr: Nom de profil court
it_it: Un nome di profilo breve
nl_nl: Een korte profiel naam
pt_br: Um nome de perfil curto

source: A long description of the profile
fr_fr: Description longue du profil
it_it: Una lunga descrizione del profilo
nl_nl: Een uitgebreide beschrijving van het profiel
pt_br: Uma longa descrição do perfil

source: FFmpeg arguments for one-pass encoding
it_it: Argomenti FFmpeg per la codifica a passaggio singolo

source: FFmpeg arguments for two-pass encoding
it_it: Argomenti FFmpeg per la codifica a doppio passaggio

source: One or more comma-separated format names that are not compatible with this profile.
it_it: Uno o più nomi di formato separati da virgole che non sono compatibili con questo profilo.

source: Output format extension. Leave empty to copy codec and format
fr_fr: Extension du format de sortie.Laisser vide pour copier le codec et le format
it_it: Estensione del formato di output. Lascia vuoto per copiare codec e formato
nl_nl: Bestandsextensie van output formaat. Laat leeg om codec en bestandsformaat te kopiëren
pt_br: Extensão do formato de saída. Deixe em branco para copiar o codec e formatar

source: Any optional arguments to add before input file on the one-pass encoding, e.g required names of some hardware accelerations like -hwaccel to use with CUDA.
it_it: Eventuali argomenti facoltativi da aggiungere prima del file di input sulla codifica a passaggio singolo, ad esempio i nomi richiesti di alcune accelerazioni hardware come -hwaccel da utilizzare con CUDA.

source: Any optional arguments to add before input file on the two-pass encoding, e.g required names of some hardware accelerations like -hwaccel to use with CUDA.
it_it: Eventuali argomenti facoltativi da aggiungere prima del file di input sulla codifica a due passaggi, ad esempio i nomi richiesti di alcune accelerazioni hardware come -hwaccel da utilizzare con CUDA.

source: Incomplete profile assignments
fr_fr: Affectations de profil incomplètes
it_it: Le assegnazioni del profilo sono incomplete
nl_nl: Onvolledige profiel-toewijzingen
pt_br: Atribuições de perfil incompletas

source: Formats must be comma-separated
fr_fr: Les formats doivent être séparés par une virgule
it_it: I formati devono essere separati da una virgola
nl_nl: Formaten moeten gescheiden zijn door komma's
pt_br: Os formatos devem ser separados por vírgulas

source: Profile already stored with same name
fr_fr: Profil déjà enregistré sous le même nom
it_it: Un profilo e già stato salvato con lo stesso nome
nl_nl: Profiel reeds opgeslagen onder dezelfde naam
pt_br: Perfil já armazenado com o mesmo nome

source: Successful storing!
fr_fr: Enregistré avec succès !
it_it: Profilo salvato con successo!
nl_nl: Opslag was succesvol!
pt_br: Armazenamento bem-sucedido!

source: Successful changes!
fr_fr: Modifications réussies!
it_it: Modifiche riuscite!
nl_nl: Veranderingen waren succesvol!
pt_br: Mudanças bem-sucedidas!

source: Font Size
fr_fr: Taille de la Police
it_it: Dimensione Font
nl_nl: Lettertype grootte
pt_br: Tamanho da fonte

source: Font Color
fr_fr: Couleur de la Police
it_it: Colore Font
nl_nl: Lettertype kleur
pt_br: Cor da fonte

source: Shadow Color
fr_fr: Couleur de l'Ombre
it_it: Colore dell'ombra
nl_nl: Schaduw kleur
pt_br: Cor da sombra

source: Show text box
fr_fr: Afficher le cadre texte
it_it: Mostra casella di testo
nl_nl: Toon tekstkader
pt_br: Mostrar caixa de texto

source: Box Color
fr_fr: Couleur du Cadre
it_it: Colore riquadro
nl_nl: Kader kleur
pt_br: Cor da Caixa

source: The timestamp size does not auto-adjust to the video size, you have to set the size here
fr_fr: La durée ne s'ajuste pas automatiquement à la taille de la vidéo, vous devez définir la taille ici
it_it: La dimensione della marca temporale non si adatta automaticamente alla dimensione del video, devi impostare la dimensione qui
nl_nl: De tijdcode-grootte past zich niet automatisch aan bij de video-grootte, u moet het hier instellen
pt_br: O tamanho do registro de data / hora não se ajusta automaticamente ao tamanho do vídeo, você deve definir o tamanho aqui

source: Timestamp settings
fr_fr: Réglages de la Durée
it_it: Impostazioni marca temporale
nl_nl: Tijdcode instellingen
pt_br: Configurações de registro de data / hora

source: Warn on exit
fr_fr: Avertissement en quittant
it_it: Avvisa all'uscita
nl_nl: Waarschuw bij afsluiten

source: Application Language (requires application restart)
it_it: Lingua dell'applicazione (richiede il riavvio dell'applicazione)

source: Configuration directory
it_it: Directory di configurazione

source: Cache directory
it_it: Directory della cache

source: Remove cached files during application exit
it_it: Rimuovere i file memorizzati nella cache durante l'uscita dall'applicazione

source: Log directory
it_it: Directory dei registri

source: Clean log files during application exit
it_it: Pulisci i file di registro durante l'uscita dall'applicazione

source: General
it_it: Generale

source: Where do you prefer to save your transcodes?
fr_fr: Où souhaitez-vous enregistrer les fichiers transcodés ?
it_it: Dove preferisci salvare le tue transcodifiche?
nl_nl: Waar wilt u transcoderingen bewaren?
pt_br: Onde você prefere salvar suas transcodificações?

source: Change
it_it: Modifica

source: Same destination paths as source files
it_it: Stessi percorsi di destinazione dei file di origine

source: Assign optional suffix to destination file names:
it_it: Assegna un suffisso opzionale ai nomi dei file di destinazione:

source: File removal preferences
it_it: Preferenze sulla rimozione dei file

source: Trash the source files after successful encoding
it_it: Cestinare i file di origine dopo aver eseguito correttamente la codifica

source: File Preferences
fr_fr: Préférences Fichier
it_it: Preferenze file
nl_nl: Bestands Voorkeuren
pt_br: Preferências de arquivo

source: Location of executables
it_it: Individuazione degli eseguibili

source: Enable a custom location to run FFmpeg
it_it: Abilita una posizione personalizzata per eseguire FFmpeg

source: Enable a custom location to run FFprobe
it_it: Abilita una posizione personalizzata per eseguire FFprobe

source: Enable a custom location to run FFplay
it_it: Abilita una posizione personalizzata per eseguire FFplay

source: Download videos from YouTube.com and other video sites (requires application restart)
it_it: Scarica video da YouTube.com e altri siti di video (richiede il riavvio dell'applicazione)

source: Videomass uses `yt_dlp` as a Python module and not as an executable. If you want to download audio and video from the web make sure to select the check-box below. The next time you restart the application, the module will be loaded into memory.
it_it: Videomass utilizza `yt_dlp` come modulo Python e non come eseguibile. Se intendi scaricare audio e video dal web assicurati di attivare la casella di controllo qui sotto. Al successivo riavvio del programma, il modulo verrà caricato in memoria.

source: Enable yt-dlp
it_it: Abilita yt-dlp

source: Customizing the look of the application (requires application restart)
it_it: Personalizzazione dell'aspetto dell'applicazione (richiede il riavvio dell'applicazione)

source: Icon themes
fr_fr: Thème d'icônes
it_it: Temi icona
nl_nl: Icoon thema's
pt_br: Tema de ícones

source: Toolbar customization
fr_fr: Personnalisation de la barre d'outils
it_it: Personalizzazione barra degli strumenti
nl_nl: Knoppenbalk aanpassing
pt_br: Personalização da barra de ferramentas

source: At the top of window (default)
fr_fr: En haut de la fenêtre (par défaut)
it_it: Sopra alla finestra (default)
nl_nl: Bovenaan venster (standaard)
pt_br: No topo da janela (padrão)

source: At the bottom of window
fr_fr: En bas de la fenêtre
it_it: Sotto alla finestra
nl_nl: Onderaan venster
pt_br: Na parte inferior da janela

source: At the right of window
fr_fr: À droite de la fenêtre
it_it: A destra della finestra
nl_nl: Rechts van venster
pt_br: À direita da janela

source: At the left of window
fr_fr: À gauche de la fenêtre
it_it: A sinistra della finestra
nl_nl: Links van venster
pt_br: À esquerda da janela

source: Place the toolbar
fr_fr: Position de la barre d'outils
it_it: Posiziona la barra degli strumenti
nl_nl: Plaats de knoppenbalk
pt_br: Coloque a barra de ferramentas

source: Toolbar's icons size:
it_it: Dimensioni icone della barra degli strumenti:

source: Look and Feel
it_it: Aspetto

source: The following settings affect output messages and the log messages during transcoding processes. Be careful, by changing these settings some functions of the application may not work correctly, change only if you know what you are doing.
it_it: Le seguenti impostazioni influenzano i messaggi di output e i messaggi di registro durante i processi di transcodifica. Fai attenzione, modificando queste impostazioni alcune funzioni dell'applicazione potrebbero non funzionare correttamente, modificale solo se sai cosa stai facendo.

source: FFmpeg logging levels
fr_fr: Niveaux de journalisation FFmpeg
it_it: Livelli logs FFmpeg
nl_nl: FFmpeg log niveau's
pt_br: Níveis de registro FFmpeg

source: By assigning an additional suffix you could avoid overwriting files
fr_fr: En attribuant un suffixe additionnel, vous éviterez d'écraser vos fichiers
it_it: Assegnando un suffisso aggiuntivo è possibile evitare di sovrascrivere i file
nl_nl: Door toewijzing van een achtervoegsel kunt u overschrijven van bestanden voorkomen
pt_br: Ao atribuir um sufixo adicional, você pode evitar a substituição de arquivos

source: Preferences
it_it: Preferenze

source: Choose Destination
it_it: Scegli la Destinazione

source: Enter only alphanumeric characters. You can also use the hyphen ("-") and the underscore ("_"). Spaces are not allowed.
fr_fr: Nentrez que des caractères alphanumériques.Vous pouvez également utiliser le trait d'union ("-") et le trait de soulignement ("_").Les espaces ne sont pas autorisés.
it_it: Immettere solo caratteri alfanumerici. È inoltre possibile utilizzare il trattino ("-") e il trattino basso ("_"). Non sono ammessi spazi vuoti.
nl_nl: Gebruik alleen alpha-numerieke tekens 0-9 A-Z. Het streepje ("-") en de underscore ("_") kunt u ook gebruiken. Spaties zijn niet toegestaan.
pt_br: Insira apenas caracteres alfanuméricos. Você também pode usar o hífen ("-") e o sublinhado ("_"). Espaços em branco não são permitidos.

source: Get Latest Version
fr_fr: Télécharger la Dernière Version
it_it: Ottieni l'ultima versione
nl_nl: Download laatste versie

source: Checking for newer version
fr_fr: Recherche d'une nouvelle version
it_it: Controllo della versione più recente
nl_nl: Controleren voor een nieuwere versie
pt_br: Verificando se há uma versão mais recente

source: New releases fix bugs and offer new features.
fr_fr: Les nouvelles versions corrigent des bogues et offrent de nouvelles fonctionnalités.
it_it: Le nuove versioni risolvono bug e offrono nuove funzionalità.
nl_nl: Nieuwe versies repareren bugs en brengen nieuwe features.

source: This is Videomass v.{0}
fr_fr: Voici Videomass v.{0}
it_it: Questo è Videomass v.{0}
nl_nl: Dit is Videomass v.{0}

source: Format
it_it: Formato

source: Video Stream
fr_fr: Stream Vidéo
it_it: Flusso Video
pt_br: Reprodução de Video

source: Audio Streams
fr_fr: Streams Audio
it_it: Flussi Audio
pt_br: Reprodução de áudio

source: Subtitle Streams
fr_fr: Streams Sous-Titres
it_it: Flussi Sottotitoli
nl_nl: Ondertitel Streams
pt_br: Reprodução de Legenda

source: Copy to clipboard
it_it: Copia negli appunti

source: FILE SELECTION
fr_fr: SELECTION FICHIER
it_it: SELEZIONE FILE
nl_nl: BESTAND SELECTIE
pt_br: SELEÇÃO DE ARQUIVOS

source: Properties
it_it: Proprietà

source: Values
it_it: Valori

source: Streams Properties
it_it: Proprietà dei flussi

source: Unable to open the clipboard on Format tab
it_it: Impossibile aprire gli appunti nella scheda Formato

source: Unable to open the clipboard on Video Streams tab
it_it: Impossibile aprire gli appunti nella scheda Flussi Video

source: Unable to open the clipboard on Audio Streams tab
it_it: Impossibile aprire gli appunti nella scheda Flussi Audio

source: Unable to open the clipboard on Subtitle Streams tab
it_it: Impossibile aprire gli appunti nella scheda Flussi Sottotitoli

source: Log file list
fr_fr: Liste de fichier log
it_it: Elenco file di registro
nl_nl: Log bestanden lijst

source: Log messages
fr_fr: Messages Log
it_it: Messaggi di registro
nl_nl: Log-berichten
pt_br: Mensagens de log

source: Refresh log messages
it_it: Aggiorna i messaggi di registro

source: Clear log messages
it_it: Cancella messaggi di registro

source: Select a log file
fr_fr: Choisir un fichier log
it_it: Seleziona un file di registro
nl_nl: Selecteer een log bestand
pt_br: Selecione um arquivo de log

source: Are you sure you want to clear the selected log file?
fr_fr: Etes vous sûr de vouloir supprimer le fichier log ?
it_it: Sei sicuro di voler cancellare il file di registro selezionato?
nl_nl: Wilt u echt dit log-bestand legen ?
pt_br: Tem certeza de que deseja limpar o arquivo de log selecionado?

source: # will be replaced by ascending numbers starting with:
it_it: # sarà sostituito da numeri ascendenti che iniziano con:

source: Contextual help based on the argument entered in the additional text field. Each argument consists of the type and a type-specific name. For the list of encoders click the "Encoders" button. For the list of decoders click on the "Decoders" button. For the muxers and demuxers click on the "Muxers and Demuxers" button. For the filters, select "Show available filters" in the drop down menu. For the bsf, select "Show available bitstream filters" in the drop down menu. For the protocols, select "Show available protocols" in the drop down menu. Some examples:
it_it: Aiuto contestuale basato sull'argomento inserito nel campo di testo aggiuntivo. Ogni argomento è costituito dal tipo e da un nome specifico del tipo. Per l'elenco degli encoder, fare clic sul pulsante "Codificatori". Per l'elenco dei decoder, cliccare sul pulsante "Decodificatori". Per i muxer e i demuxer, fare clic sul pulsante "Muxer e demuxer". Per i filtri, seleziona "Mostra filtri disponibili" nel menu a tendina. Per i bsf, selezionare "Mostra filtri bitstream disponibili" nel menu a tendina. Per i protocolli, selezionare "Mostra protocolli disponibili" nel menu a tendina. Qualche esempio:

source: Help topic
it_it: Argomenti di aiuto

source: List basic options
it_it: Elenca le opzioni basilari

source: List more options
it_it: Elenca più opzioni

source: List all options (very long)
it_it: Elenca tutte le opzioni (molto lungo)

source: Show available devices
it_it: Mostra i dispositivi disponibili

source: Show available bit stream filters
it_it: Mostra i filtri bitstream disponibili

source: Show available protocols
it_it: Mostra i protocolli disponibili

source: Show available filters
it_it: Mostra i filtri disponibili

source: Show available pixel formats
it_it: Mostra i pixel formats disponibili

source: Show available audio sample formats
it_it: Mostra i formati di campionamento audio disponibili

source: Show available color names
it_it: Mostra i nomi dei colori disponibili

source: List sources of the input device
it_it: Elenca le fonti del dispositivo di input

source: List sinks of the output device
it_it: Elenca i sink del dispositivo di output

source: Show available HW acceleration methods
it_it: Mostra i metodi di accelerazione HW disponibili

source: Show license
it_it: Mostra la licenza

source: Show configuration
fr_fr: Afficher la configuration
it_it: Mostra configurazione
nl_nl: Toon configuratie
pt_br: Exibir configuração

source: Encoders
fr_fr: Encodeurs
it_it: Codificatori
pt_br: Codificadores

source: Decoders
fr_fr: Décodeurs
it_it: Decodificatori
pt_br: Decodificadores

source: Muxers and Demuxers
fr_fr: Multiplexeurs et Démultiplexeurs
it_it: Muxers e Demuxers
nl_nl: Muxers en Demuxers
pt_br: Muxers e Demuxers

source: help topic list
fr_fr: liste des rubriques d'aide
it_it: elenco argomenti di aiuto
nl_nl: lijst help-onderwerpen
pt_br: lista de tópicos de ajuda

source: Type the argument here and confirm with the enter key on your keyboard
it_it: Digita qui l'argomento e conferma con il tasto Invio sulla tastiera

source: The search function allows you to find entries in the current topic
fr_fr: La fonction de recherche permet de trouver des entrées sur le sujet actuel
it_it: La funzione di ricerca consente di trovare voci nell'argomento corrente
nl_nl: Met de zoekfunctie vind u items van het huidige onderwerp
pt_br: A função de pesquisa permite que você encontre entradas no tópico atual

source: Ignore case
fr_fr: Ignorer la casse
it_it: Ignora maiuscole/minuscole
nl_nl: Geen onderscheid hoofd-/kleine letters
pt_br: Ignorar maiúsculas / minúsculas

source: Ignore case distinctions: characters with different case will match.
fr_fr: .Ignorer les distinctions; aucune distinction entre les caractères de casse différente .
it_it: Ignora le distinzioni tra maiuscole e minuscole, in modo che i caratteri che differiscono solo nel caso corrispondano tra loro.
nl_nl: Maak geen onderscheid tussen hoofd- en kleine letters.
pt_br: Ignorar distinções de maiúsculas e minúsculas: os caracteres com maiúsculas e minúsculas serão iguais.

source: FFmpeg help topics
fr_fr: Aide FFmpeg
it_it: Argomenti della guida di FFmpeg
nl_nl: FFmpeg help-onderwerpen
pt_br: Tópicos de ajuda do FFmpeg

source: This is a multifunctional search tool useful for local help searches on multiple FFmpeg topics and options. The search control, to find occurences on text obtained from the chosen argument, is very similar to what grep does on the Unix shell, but here it's done in real time. If you don't find support for a certain codec or other feature, it's likely that your version of FFmpeg is too old or not configured with those features.
it_it: Questo è uno strumento di ricerca multifunzionale utile per le ricerche di aiuto locale su più argomenti e opzioni di FFmpeg. Il controllo di ricerca, per trovare le occorrenze sul testo ottenuto dall'argomento scelto, è molto simile a quello che fa grep sulla shell Unix, ma qui è fatto in tempo reale. Se non trovi supporto per un determinato codec o altra funzione, è probabile che la tua versione di FFmpeg sia troppo vecchia o non sia configurata con quelle funzionalità.

source: ..Nothing available
fr_fr: ..Non disponible
it_it: ..Nessun dato disponibile
nl_nl: ..Niets beschikbaar
pt_br: ..Nada disponível

source: ..Not found
it_it: ..Non trovato

source: Before
it_it: Prima

source: After
it_it: Dopo

source: Color EQ
it_it: Equalizzazione Colore

source: Contrast:
it_it: Contrasto:

source: -100 to +100, default value 0
it_it: Da -100 a +100, valore predefinito 0

source: Brightness:
it_it: Luminosità:

source: Saturation:
it_it: Saturazione:

source: 0 to 300, default value 100
it_it: Da 0 a 300, valore predefinito 100

source: 0 to 100, default value 10
it_it: Da 0 a 100, valore predefinito 10

source: Color Correction EQ Tool
it_it: Strumento correzione del colore

source: Informations
it_it: Informazioni
nl_nl: Informatie
pt_br: Informações

source: Flags settings
fr_fr: Réglages des drapeaux
it_it: Impostazioni dei flag
nl_nl: Markeer instellingen
pt_br: Configurações de sinalizadores

source: Flags enabled
fr_fr: Drapeaux activés
it_it: Flag abilitati
nl_nl: Markeringen geactiveerd
pt_br: Sinalizadores ativados

source: Flags disabled
fr_fr: Drapeaux désactivés
it_it: Flag disabilitati
nl_nl: Markeringen gedeactiveerd
pt_br: Sinalizadores desativados

source: FFmpeg configuration
fr_fr: Configuration FFmpeg
it_it: Configurazione di FFmpeg
nl_nl: FFmpeg configuratie
pt_br: Configuração do FFmpeg

source: options
it_it: opzioni
nl_nl: opties
pt_br: opções

source: status
fr_fr: statut
it_it: stato

source: FFprobe ...not found !
fr_fr: FFprobe ...introuvable!
it_it: FFprobe ...non trovato !
nl_nl: FFprobe ...niet gevonden !
pt_br: FFprobe ... não encontrado!

source: FFplay ...not found !
fr_fr: FFplay ...introuvable !
it_it: FFplay ...non trovato !
nl_nl: FFplay ...niet gevonden !
pt_br: FFplay ... não encontrado!

source: Enabled
fr_fr: Activé
it_it: Abilitato
nl_nl: Geactiveerd
pt_br: Ativado

source: Disabled
fr_fr: Désactivé
it_it: Disabilitato
nl_nl: Uitgezet
pt_br: Desabilitado

source: FFmpeg encoders
fr_fr: Encodeurs FFmpeg
it_it: Codificatori di FFmpeg
pt_br: Codificadores FFmpeg

source: supported encoders
it_it: codificatori supportati

source: FFmpeg decoders
fr_fr: Décodeurs FFmpeg
it_it: Decodificatori di FFmpeg
pt_br: Decodificadores FFmpeg

source: supported decoders
it_it: decodificatori supportati

source: Subtitle
fr_fr: Sous-Titres
it_it: Sottotitolo
nl_nl: Ondertitel
pt_br: Legenda

source: description
it_it: descrizione
nl_nl: beschrijving
pt_br: descrição

source: Demuxing only
fr_fr: Démultiplexage uniquement
it_it: Solo demuxing
nl_nl: Alleen Demuxen
pt_br: Apenas demultiplexação

source: Muxing only
fr_fr: Multiplexage uniquement
it_it: Solo muxing
nl_nl: Alleen Muxen
pt_br: Apenas multiplexação

source: Demuxing/Muxing support
fr_fr: Prise en charge du Démultiplexage/Multiplexage
it_it: Demuxing e muxing
nl_nl: Demux/Mux ondersteuning
pt_br: Suporte para demultiplexação / multiplexação

source: FFmpeg file formats
fr_fr: Formats de fichier FFmpeg
it_it: Formati File di FFmpeg
nl_nl: FFmpeg bestandsformaten
pt_br: Formatos de arquivo FFmpeg

source: supported formats
it_it: formati supportati

source: File name
fr_fr: Nom du fichier
it_it: Nome file
nl_nl: Bestandsnaam
pt_br: Nome do Arquivo
