Repository: jeanslack/Videomass
Catalog: videomass/locale/*/LC_MESSAGES/videomass.po
Languages: fr_fr, it_it, nl_nl, pt_br

source: To suppress this message on startup, please install yt-dlp or disable it from the preferences.
it_it: Per sopprimere questo messaggio all'avvio, installa yt-dlp o disabilitalo dalle preferenze.

source: Unexpected error while deleting file contents: {0}
fr_fr: Erreur inattendue en supprimant le contenu: {0}
it_it: Errore imprevisto durante l'eliminazione del contenuto del file: {0}
nl_nl: Onverwachte fout bij het verwijderen van bestands inhoud: {0}

source: Videomass supports mono and stereo audio channels. If you are not sure set to "Auto" and source values will be copied.
fr_fr: Videomass supporte les canaux mono et stéréo. Si vous n'êtes pas sûr choisissez "Auto" et les valeurs d'origine seront dupliquées..
it_it: Videomass supporta i canali mono e stereo. Se non sicuro imposta su "Auto" e verranno copiati i valori di origine.
nl_nl: Videomass ondersteunt mono en stereo audiokanalen. Als u niet zeker bent, kies "Auto" en de bronwaarden zullen worden gekopiëerd.
pt_br: Videomass oferece suporte a canais de áudio mono e estéreo. Se você não tiver certeza, defina como "Auto" e os valores da fonte serão copiados.

source: The audio Rate (or sample-rate) is the sound sampling frequency and is measured in Hertz. The higher the frequency, the more true it will be to the sound source and the more the file will increase in size. For audio CD playback, set a sampling frequency of 44100 kHz. If you are not sure, set to "Auto" and source values will be copied.
fr_fr: Le débit audio (ou fréquence d'échantillonnage) est la fréquence d'échantillonnage du son, elle est calculée en Hertz.Plus la fréquence est élevée, plus elle se rapproche de la source originale du son et plus le fichier augmente en taille.Pour la lecture de CD audio, définissez une fréquence d'échantillonnage de 44100 kHz.Si vous n'êtes pas sûr, réglez sur "Auto" et les valeurs sources seront dupliquées..
it_it: La frequenza audio è la frequenza di campionamento del suono la quale viene misurata in hertz. Più alta è la frequenza, più il segnale audio sarà fedele alla sorgente sonora, e maggiori saranno le dimensioni del file. Per la riproduzione di CD audio impostare una frequenza di campionamento a 44100 kHz. Se non sicuri, lasciare su "Auto", e i valori di origine verranno copiati.
pt_br: A taxa de áudio (ou taxa de amostragem) é a amostragem de frequência de som e é medido em Hertz. Quanto maior a frequência, mais parecido será com a fonte do som e mais o arquivo aumentará de tamanho. Para reprodução de CD de áudio, defina uma frequência de amostragem de 44100 kHz. Se você não tiver certeza, defina como "Auto" e os valores da fonte serão copiados.

source: The audio bitrate affects the file compression and thus the quality of listening. The higher the value, the higher the quality.
fr_fr: Le débit audio (bitrate) affecte la compression du fichier et donc la qualité de l'écoute.Plus la valeur est élevée, meilleure est la qualité.
it_it: L'audio bit-rate influisce sulla compressione dei file e sulla qualità di ascolto. Più alto è il suo valore maggiore sarà la qualità del suono.
pt_br: A taxa de bits de áudio afeta a compressão do arquivo e, portanto, a qualidade da escuta. Quanto maior o valor, maior será a qualidade.

source: Bit depth is the number of bits of information in each sample, and it directly corresponds to the resolution of each sample. Bit depth is only meaningful in reference to a PCM digital signal. Non-PCM formats, such as lossy compression formats, do not have associated bit depths.
fr_fr: La profondeur du bit est le nombre d'informations inclus dans chaque échantillon, elle correspond directement à la résolution de chaque échantillon.La profondeur du bit est uniquement significative en référence à un signal numérique PCM.Les formats non PCM, tels que les formats de compression avec perte, n'ont pas de profondeur de bits associée.
it_it: La profondità di bit è la risoluzione in bit delle informazioni in ciascun campione audio ed è significativa solo in riferimento a un segnale digitale PCM. I formati non PCM, come i formati di compressione con perdita, non hanno profondità di bit associate.
pt_br: Profundidade de bits é o número de bits de informação em cada amostra, e corresponde diretamente à resolução de cada amostra. A profundidade de bits só é significativa na referência a um sinal digital PCM. Formatos não PCM, como com perdas formatos de compressão, não têm profundidades de bits associadas.

source: When finished, once the operations have been completed successfully:
it_it: Al termine, una volta che le operazioni sono state completate con successo:

source: Trash the source files
it_it: Cestina i file di origine

source: Clear the File List
it_it: Cancella l'elenco dei file

source: Run
it_it: Avvia

source: Videomass - Batch Mode
it_it: Videomass - Modalità Batch

source: Source size: {0} x {1} pixels
fr_fr: Taille originale: {0} x {1} pixels
it_it: Dimensione sorgente: {0} x {1} pixel
nl_nl: Bron grootte: {0} x {1} pixels
pt_br: Tamanho da fonte: {0} x {1} pixels

source: Crop color
it_it: Colore ritaglio

source: Search for a specific frame
fr_fr: Chercher une trame spécifique
it_it: Cerca un fotogramma specifico
nl_nl: Zoek naar een specifiek frame
pt_br: Procure por um quadro específico

source: Load
fr_fr: Charger
it_it: Carica
nl_nl: Laad
pt_br: Carregar

source: Cropping area selection
fr_fr: Zone de recadrage
it_it: Selezione area di ritaglio
nl_nl: Gebied-selectie bijsnijden
pt_br: Seleção da área de corte

source: Height
fr_fr: Hauteur
it_it: Altezza
nl_nl: Hoogte
pt_br: Altura

source: Center
fr_fr: Centre
it_it: Centro
nl_nl: Centrum
pt_br: Centralizar

source: Width
fr_fr: Largeur
it_it: Larghezza
nl_nl: Breedte
pt_br: Largura

source: Reset
fr_fr: Mise à zéro
it_it: Azzera
pt_br: Resetar

source: Crop Tool
it_it: Strumento ritaglio

source: Choose the color to draw the cropping area
it_it: Scegli il colore per disegnare l'area di ritaglio

source: Crop to width
fr_fr: Recadrer sur la largeur
it_it: Ritaglia in larghezza
nl_nl: Snij breedte bij
pt_br: Cortar na largura

source: Move vertically (set to -1 to center the vertical axis)
it_it: Muovi verticalmente (imposta a -1 per centrare l'asse verticale)

source: Move horizontally (set to -1 to center the horizontal axis)
it_it: Muovi orizzontalmente (imposta a -1 per centrare l'asse orizzontale)

source: Crop to height
fr_fr: Recadrer sur la hauteur
it_it: Ritaglia all'altezza
nl_nl: Snij hoogte bij
pt_br: Cortar na altura

source: Advanced Options
fr_fr: Options Avancées
it_it: Opzioni Avanzate
nl_nl: Geavanceerde Opties
pt_br: Opções Avançadas

source: Deinterlace
fr_fr: Désentrelacer
it_it: Deinterlaccia
nl_nl: Interlace ongedaan maken
pt_br: Desentrelaçar

source: Interlace
fr_fr: Entrelacer
it_it: Interlacciamento
pt_br: Entrelaçar

source: Deinterlaces with w3fdif filter
fr_fr: Diéentrelacer avec le filtre w3fdif
it_it: Deinterlaccia con il filtro w3fdif
nl_nl: Maakt interlace ongedaan met w3fdif filter
pt_br: Desentrelaçar com filtro w3fdif

source: Deinterlaces with yadif filter
fr_fr: Disinterlace avec le filtre yadif
it_it: Deinterlaccia con il filtro yadif
nl_nl: Maakt interlace ongedaan met yadif filter
pt_br: Desentrelaça com filtro yadif

source: Interlaces with interlace filter
fr_fr: Entrelacer avec filtre entrelacer
it_it: Interlaccia con il filtro interlace
nl_nl: Doet interlace met interlace filter
pt_br: Entrelaço com filtro de entrelaçamento

source: Deinterlacing and Interlacing
fr_fr: Désentrelacement et entrelacement
it_it: Deinterlacciamento e interlacciamento
nl_nl: Interlacen en ont-Interlacen
pt_br: Desentrelaçamento e entrelaçamento

source: Deinterlace the input video with `w3fdif` filter
fr_fr: Désentrelacer la vidéo d'entrée avec le filtre `w3fdif`
it_it: Deinterlaccia il video di input con il filtro `w3fdif`
nl_nl: Maak interlace van input video ongedaan met `w3fdif` filter
pt_br: Desentrelaçar o vídeo de entrada com o filtro `w3fdif`

source: Set the interlacing filter coefficients.
fr_fr: Définit les coefficients du filtre entrelacement.
it_it: Imposta i coefficienti del filtro interlacciamento.
nl_nl: Stel coëfficiënten van interlace filter in.
pt_br: Defina os coeficientes do filtro de entrelaçamento.

source: Specify which frames to deinterlace.
fr_fr: Spécifiez les trames à désentrelacer.
it_it: Specificare i fotogrammi da deinterlacciare.
nl_nl: Specificeer frames waarvan u interlace ongedaan wilt maken.
pt_br: Especifique quais quadros serão desentrelaçados.

source: Deinterlace the input video with `yadif` filter. Using FFmpeg, this is the best and fastest choice
fr_fr: Désentrelace la vidéo d'entrée avec le filtre `yadif.FFmpeg constitue le meilleur choix et le plus rapide
it_it: Deinterlaccia il video in ingresso con il filtro `yadif`. Usando FFmpeg è la scelta migliore e più veloce
nl_nl: Maak interlace van input video ongedaan met `yadif` filter. Voor FFmpeg de beste en snelste keuze
pt_br: Desentrelaçar o vídeo de entrada com o filtro `yadif`. Usando FFmpeg, esta é a melhor e mais rápida escolha

source: mode The interlacing mode to adopt.
fr_fr: mode Mode d'entrelacement à adopter.
it_it: mode La modalità interlacciata da adottare.
nl_nl: modus De interlacing modus die overnomen wordt.
pt_br: modo O modo de entrelaçamento a ser adotado.

source: parity The picture field parity assumed for the input interlaced video.
fr_fr: parité La parité de champ d'image présumée pour la vidéo entrelacée en entrée.
it_it: parity La parità del campo dell'immagine presupposta per il video interlacciato di input.
nl_nl: pariteit De picture field parity voor de interlaced input video.
pt_br: paridade A paridade do campo de imagem assumida para o vídeo entrelaçado de entrada.

source: Simple interlacing filter from progressive contents.
fr_fr: Filtre simple d'entrelacement à partir d'un contenu progressif.
it_it: Filtro interlacciamento semplice dai contenuti progressivi.
nl_nl: Simpel interlacing filter voor progressieve beelden.
pt_br: Filtro de entrelaçamento simples de conteúdos progressivos.

source: scan: determines whether the interlaced frame is taken from the even (tff - default) or odd (bff) lines of the progressive frame.
fr_fr: scan: Détermine si la trame entrelacée est prélevée sur les lignes paires (tff - par défaut) ou impaires (BFF) de la trame progressive.
it_it: scan: determina se il fotogramma interlacciato viene preso dalle linee pari (TFF - predefinito) o dispari (BFF) del fotogramma progressivo. Scan=ttf è l'impostazione predefinita.
nl_nl: scan: bepaalt of de interlaced frame genomen wordt van de even (tff - standaard) of oneven (bff) lijnen van de progressieve frame.
pt_br: varredura: determina se o quadro entrelaçado é obtido das linhas pares (tff - padrão) ou ímpares (bff) do quadro progressivo.

source: lowpass: Enable (default) or disable the vertical lowpass filter to avoid twitter interlacing and reduce moire patterns. Default is no setting.
fr_fr: lowpass: Active (défault) ou déactive le filtre vertical de passe basse pour éviter un entrelacement twitter et réduire les motifs de moirage. Pas de réglage par défaut.
it_it: lowpas: Abilitare (predefinito) o disabilitare il filtro passa-basso verticale per evitare l'interlacciamento di twitter e ridurre i pattern di moiré. Non settato.
nl_nl: lowpass: Aanzetten (standaard) of uitzetten van het verticale lowpass filter om twitter interlacing te voorkomen en moire patronen te verminderen. Geen instelling is de standaard.
pt_br: passa-baixo: Ative (padrão) ou desative o filtro passa-baixo vertical para evitar o entrelaçamento do twitter e reduzir os padrões de moiré. O padrão é nenhuma configuração.

source: Apply Denoisers Filters
fr_fr: Applique les Filtres de Débruitage
it_it: Applicare Filtri Denoisers (rimuovono i disturbi dell'immagine)
nl_nl: Pas Denoisers Filters toe
pt_br: Aplicar Filtros de redução de ruído

source: Enable nlmeans denoiser
fr_fr: Active le débruitage nlmeans
it_it: Abilita il denoiser nlmeans
nl_nl: Zet nlmeans denoiser aan
pt_br: Habilitar redução de ruído nlmeans

source: nlmeans options
fr_fr: options nlmeans
it_it: opzioni filtro nlmeans
nl_nl: nlmeans opties
pt_br: opções nlmeans

source: Enable hqdn3d denoiser
fr_fr: Activer le débruitage hqdn3d
it_it: Abilita il denoiser hqdn3d
nl_nl: Zet hqdn3d denoiser aan
pt_br: Habilitar redução de ruído hqdn3d

source: hqdn3d options
fr_fr: options hqdn3d
it_it: opzioni filtro hqdn3d
nl_nl: hqdn3d opties
pt_br: opções hqdn3d

source: Denoiser Tool
it_it: Strumento denoiser

source: nlmeans: Denoise frames using Non-Local Means algorithm is capable of restoring video sequences, even with strong noise. It is ideal for enhancing the quality of old VHS tapes.
fr_fr: nlmeans: Les trames de débruitage utilisant l'algorithme Non-Local-Means sont capables de restaurer des séquences vidéo, même avec un bruit fort.C'est idéal pour améliorer la qualité d'anciennes bandes VHS.
it_it: nlmeans: Elimina il disturbo dai fotogrammi utilizzando l'algoritmo Non-Local, il quale è in grado di ristrutturare sequenze video con rumore anche intenso. E' ideale per migliorare la qualità dei vecchi nastri VHS.
nl_nl: nlmeans: Ruis-reductie van frames door het Non-Local Means algoritme, kan een beeldenreeks herstellen, zelfs bij sterke ruis. Het is ideaal voor verbetering van de kwaliteit van oude VHS banden.
pt_br: nlmeans: redução de ruído usando o algoritmo Non-Local Means é capaz de restaurar sequências de vídeo mesmo com ruído forte. É ideal para melhorar a qualidade de fitas VHS antigas. .

source: hqdn3d: This is a high precision/quality 3d denoise filter. It aims to reduce image noise, producing smooth images and making still images really still. It should enhance compressibility.
fr_fr: hqdn3d: Est un filtre de débruitage 3D de haute précision / qualité.Il vise à réduire le bruit de l'image, à produire des images plus lissées et à rendre réellement les images fixes .Il améliore potentiellement la compressibilité.
it_it: hqdn3d: Questo è un filtro per il denoise 3d di alta precisione e qualità. Mira a ridurre il rumore dell'immagine, a produrre immagini uniformi e a rendere ferme le immagini statiche. Dovrebbe migliorare comprensibilmente la qualità visiva.
nl_nl: hqdn3d: Dit is een 3d denoise filter met hoge nauwkeurigheid / kwaliteit. Het beoogt beeldruis te verminderen, wat resulteert in vloeiende beelden, waarbij stilstaande beelden echt stil staan. Compressie zal hierdoor verbeteren.
pt_br: hqdn3d: Este é um filtro de redução de ruído 3D, de alta precisão / qualidade. Seu objetivo é reduzir o ruído da imagem, produzindo imagens suaves e tornando as imagens estáticas realmente estáticas. Isso deve aumentar a compressibilidade.

source: Read me
it_it: Leggimi

source: View result
it_it: Visualizza risultato

source: New size in pixels
fr_fr: Nouvelle taille en pixels
it_it: Nuova dimensione in pixel
nl_nl: Nieuwe afmeting in pixels
pt_br: Novo tamanho em pixels

source: Width:
fr_fr: Largeur:
it_it: Larghezza:
nl_nl: Breedte:
pt_br: Largura:

source: Height:
fr_fr: Hauteur:
it_it: Altezza:
nl_nl: Hoogte:
pt_br: Altura:

source: Constrain proportions (keep aspect ratio)
fr_fr: Contraint les proportions (conserve le rapport de proportions)
it_it: Vincola le proporzioni (mantieni l'aspetto di origine)
nl_nl: Beperk verhouding (behoud beeldverhouding)
pt_br: Restringir proporções (manter proporção)

source: Which dimension to adjust?
fr_fr: Quelle dimension souhaitez-vous ajuster?
it_it: Quale dimensione regolare?
nl_nl: Welke dimensie aanpassen?
pt_br: Qual dimensão ajustar?

source: Aspect Ratio
fr_fr: Proportions
it_it: Proporzioni
nl_nl: Beeldverhouding
pt_br: Proporção da tela

source: Setdar filter (display aspect ratio) example 16/9, 4/3
fr_fr: Filtre SetDar (affiche les proportions) 16/9, 4/3
it_it: Filtro Setdar (rapporto di aspetto del display) esempio 16/9, 4/3
nl_nl: Setdar filter (toon beeldverhouding) bijvoorbeeld 16/9, 4/3
pt_br: Filtro Setdar (proporção de exibição), exemplo 16/9, 4/3

source: Numerator
fr_fr: Numérateur
it_it: Numeratore
nl_nl: Teller
pt_br: Numerador

source: Denominator
fr_fr: Dénominateur
it_it: Denominatore
nl_nl: Noemer
pt_br: Denominador

source: Setsar filter (sample aspect ratio) example 1/1
fr_fr: Fltre Setsar (rapport d'aspect normal) exemple 1/1
it_it: Filtro Setsar (rapporto di aspetto del campione) esempio 1/1
nl_nl: Setsar filter (sample beeldverhouding) bijvoorbeeld 1/1
pt_br: Filtro Setsar (proporção da amostra), exemplo 1/1

source: Resize Tool
it_it: Strumento ridimensionamento

source: Scale filter, set to 0 to disable
fr_fr: Filtre mise à l'échelle, mettre sur 0 pour désactiver
it_it: Filtro scala, per la disabilitazione impostare a 0
nl_nl: Schaling filter, zet uit door 0
pt_br: Filtro de escala, defina como 0 para desativar

source: Display Aspect Ratio. Set to 0 to disable
fr_fr: Affiche le rapport hauteur/largeur. Mettre à 0 pour désactiver
it_it: Visualizzazione del rapporto di aspetto (proporzioni). Impostare a 0 per disabilitare
nl_nl: Toon beeldverhouding. Zet uit door 0
pt_br: Proporção da tela. Defina como 0 para desativar

source: Sample (aka Pixel) Aspect Ratio. Set to 0 to disable
fr_fr: Sample (aka Pixel) Aspect Proportionnel. Mettre sur 0 pour désactiver
it_it: Rapporto di aspetto campione (noto anche come pixel). Impostare a 0 per disabilitare
nl_nl: Sample Beeldverhouding (of Pixel Beeldverhouding). Zet uit door 0
pt_br: Proporção de amostra (também conhecida como Pixel). Defina como 0 para desativar

source: If you want to keep the aspect ratio, select "Constrain proportions" below and specify only one dimension, either width or height, and set the other dimension to -1 or -2 (some codecs require -2, so you should do some testing first).
fr_fr: Si vous souhaitez conserver les proportions, sélectionnez "Contrainte Proportions" ci-dessous et spécifiez une seule dimension, soit la largeur soit la hauteur, puis définissez l'autre dimension à -1 ou -2 (certains codecs nécessitent -2, faites des tests au préalable).
it_it: Se desideri mantenere le proporzioni, seleziona "Vincola proporzioni" di seguito e specifica solo una dimensione, larghezza o altezza, e imposta l'altra dimensione a -1 o -2 (alcuni codec richiedono -2, quindi prima dovresti fare qualche test).
nl_nl: Wanneer u de beeldverhouding wilt behouden, selecteer hieronder "Beperk verhouding" en geef slechts 1 dimensie aan, dus breedte of hoogte, en zet de andere dimensie op -1 of -2 (sommige codecs vereisen -2, dus u zou dit eerst moeten testen).
pt_br: Se você deseja manter a proporção, selecione "Restringir proporções" abaixo e especifique apenas uma dimensão, largura ou altura, e defina a outra dimensão para -1 ou -2 (alguns codecs exigem -2, então você deve fazer alguns testes primeiro).

source: Enable stabilizer
fr_fr: Active le stabilisateur
it_it: Abilita lo stabilizzatore
nl_nl: Activeer stabilisatie filter
pt_br: Ativar estabilizador

source: Create a side-by-side comparison video
it_it: Crea un video di confronto fianco a fianco

source: Create a snapshot
it_it: Crea un'istantanea

source: Preview
fr_fr: Aperçu
it_it: Anteprima
nl_nl: Voorvertoning
pt_br: Pré-visualizar

source: Duration seconds:
it_it: Durata in secondi:

source: Video Detect
fr_fr: Détection Vidéo
it_it: Rilevamento
nl_nl: Video Detecteren
pt_br: Detecção de vídeo

source: [TRIPOD] Enable tripod mode if checked
fr_fr: [TRÉPIED] Active le mode trépied si coché
it_it: [TRIPOD] Abilita la modalità treppiede
nl_nl: [TRIPOD] Activeer tripod modus wanneer geselecteerd
pt_br: [TRIPÉ] Ative o modo tripé se estiver marcado

source: Video transform
fr_fr: Transformation Video
it_it: Trasformazione
nl_nl: Video transformatie
pt_br: Transformação de vídeo

source: [OPTALGO] optimization algorithm
fr_fr: [OPTALGO] algorithme d'optimisation
it_it: [OPTALGO] algoritmo di ottimizzazione
nl_nl: [OPTALGO] optimalisatie algoritme
pt_br: [OPTALGO] Algoritmo de otimização

source: [CROP] Specify how to deal with borders at movement compensation
fr_fr: [RECADRAGE] Spécifie comment gérer les bordures lors de la compensation de mouvement
it_it: [CROP] Specificare come trattare i bordi alla compensazione del movimento
nl_nl: [CROP] Specificeer hoe om te gaan met randen bij bewegings-compensatie
pt_br: [CORTAR] Especifique como lidar com as bordas na compensação de movimento

source: [INVERT] Invert transforms if checked
fr_fr: [INVERSE] transforme en inversé si coché
it_it: [INVERT] Inverti trasformazioni se abilitato
nl_nl: [INVERT] Inverteer transformaties wanneer geselecteerd
pt_br: [INVERTER] Inverter transformações se marcado

source: [RELATIVE] Consider transforms as relative to previous frame if checked, absolute if unchecked
fr_fr: [RELATIF] Considère les transformations comme relatives par rapport à la trame précédente si coché, absolues si non coché
it_it: [RELATIVE] Considera le trasformazioni come relative al frame precedente se abilitato, assoluto se disabilitato
nl_nl: [RELATIVE] Beschouw transformaties als relatief tot vorige frame wanneer geselecteerd, absoluut wanneer niet geselecteerd
pt_br: [RELATIVO] Considere as transformações como relativas ao quadro anterior se marcado, absoluto se não marcado

source: Specify type of interpolation
fr_fr: Spécifie le type d'interpolation
it_it: Specificare il tipo di interpolazione
nl_nl: Specificeer interpolatie type
pt_br: Especifique o tipo de interpolação

source: [TRIPOD2] virtual tripod mode, equivalent to relative=unchecked:smoothing=0
fr_fr: [TRÉPIED] Mode de trépied virtuel, équivalent à relatif = lissage:désactivé = 0
it_it: [TRIPOD2] modalità treppiede virtuale, equivale a relative=disabilitato: smoothing=0
nl_nl: [TRIPOD2] virtuele tripod modus, gelijk aan relative=unchecked:smoothing=0
pt_br: [TRIPÉ2]modo de tripé virtual, equivalente a relativo = desmarcado: suavização = 0

source: Unsharp filter:
fr_fr: Filtre Adoucir:
it_it: Filtro unsharp:
nl_nl: Ont-scherp filter:
pt_br: Filtro de nitidez:

source: Seek to a position on the video.
it_it: Ricerca una posizione nel video.

source: Make a snapshot of the video with the settings made.
it_it: Crea un'istantanea del video con le impostazioni effettuate.

source: Set the snapshot duration from 3 to 15 seconds from the seek position, default is 5 seconds.
it_it: Imposta la durata dell'istantanea da 3 a 15 secondi dalla posizione di ricerca, in default sono 5 secondi.

source: Set how shaky the video is and how quick the camera is. A value of 1 means little shakiness, a value of 10 means strong shakiness. Default value is 5.
fr_fr: Evalue à quel point la vidéo est tremblante et la vitesse de la caméra .Une valeur de 1 signifie peu de tremblement, une valeur de 10 signifie un fort tremblement.La valeur par défaut est 5.
it_it: Imposta quanto è mosso il video e quanto è veloce la fotocamera. Un valore di 1 significa poco tremolio, un valore di 10 significa forte tremolio. Il valore predefinito è 5.
nl_nl: Stel in hoe bibberig de video is en hoe snel de camera is. Een waarde van 1 betekent weinig bibbering, een waarde van 10 betekent veel bibbering. Standaard waarde is 5.
pt_br: Defina o quão trêmulo é o vídeo e a velocidade da câmera. Um valor de 1 significa pouca instabilidade, um valor de 10 significa instabilidade forte. O valor padrão é 5.
