Repository: jeanslack/Videomass
Catalog: videomass/locale/*/LC_MESSAGES/videomass.po
Languages: fr_fr, it_it, nl_nl, pt_br

source: Videomass - Presets Manager
fr_fr: Videomass - Gestion des Pré-Réglages
it_it: Videomass - Gestionale Preimpostazioni
pt_br: Videomass - Gerenciador de predefinições

source: Videomass - From Movie to Pictures
fr_fr: Videomass - Image(s) à partir d'un film
it_it: Videomass - Dal Filmato alle Immagini

source: Videomass - Still Image Maker
fr_fr: Videomass - Extraire image(s) à partir d'un film
it_it: Videomass - Creatore di Presentazioni

source: Have to select an item in the file list first
it_it: Prima dovresti selezionare un elemento nella lista dei file

source: An item with the same destination file already exists. Do you want to replace it by adding the new item to the queue?
it_it: Esiste già un elemento con lo stesso file di destinazione. Vuoi sostituirlo aggiungendo il nuovo elemento alla coda?

source: Videomass - FFmpeg Message Monitoring
it_it: Videomass - Monitoraggio dei messaggi FFmpeg

source: yt-dlp is disabled. Check your preferences.
it_it: yt-dlp è disabilitato. Controlla le tue preferenze.

source: Container:
fr_fr: Conteneur:
it_it: Contenitore:
pt_br: Contêiner:

source: Save Preset
it_it: Salva Preimpostazione

source: Target
it_it: Obiettivo

source: Video Filters
fr_fr: Filtres Vidéo
it_it: Filtri Video
pt_br: Filtros de Vídeo

source: Reset all
it_it: Azzera tutto

source: Resize
it_it: Ridimensiona

source: Crop
it_it: Ritaglia

source: Transpose
it_it: Trasponi

source: Denoise
it_it: Elimina rumore

source: Stabilize
it_it: Stabilizza

source: Equalize
it_it: Equalizza

source: Miscellaneous
it_it: Varie

source: Save the current settings as a new preset profile for the Preset Manager. You will find it in the Preset Manager where you can use it quickly.
it_it: Salva le impostazioni correnti come un nuovo profilo preimpostato per Gestione preimpostazioni. Lo troverai nel Preset Manager dove potrai usarlo rapidamente.

source: Available video encoders. "Copy" means that the video stream will not be re-encoded and will allow you (depending on the encoder) to change the container, audio codec and a few other parameters.
it_it: Codec video disponibili. "Copia" significa che il flusso video non verrà ricodificato e ti consentirà (a seconda del codificatore) di modificare il contenitore, il codec audio e alcuni altri parametri.

source: Container format. It is usually represented by the file extension (output format). If the Media target is set to "Video" and the Video Encoder to "Copy", optionally you can set this control to "Copy" the same container as source file. If the media target is set to "Audio", you can extract only the audio streams from videos, or simply convert audio source files.
it_it: Formato contenitore. Di solito è rappresentato dall'estensione del file (formato di output). Se l'obiettivo media è impostato su "Video" e il codificatore video su "Copia", facoltativamente puoi impostare questo controllo su "Copia" per poter copiare anche lo stesso contenitore del file sorgente. Se l'obiettivo media è impostato su "Audio", puoi estrarre solo i flussi audio dai video o semplicemente convertire sorgenti di tipo audio.

source: Set output files target: "Video" to save output files as video files; "Audio" to save files using an audio encoder and format. Note that by using "Audio" as the target, you will still be able to work on the video source files but you will only be able to extract the audio streams, convert them and apply audio filters such as normalization.
it_it: Imposta l'obiettivo dei file di output: "Video" per salvare i file di output come file video; "Audio" per salvare file utilizzando un codificatore e un formato audio. Tieni presente che utilizzando "Audio" come obiettivo, sarai comunque in grado di lavorare su sorgenti video ma potrai solo estrarre i flussi audio, convertirli e applicare filtri come la normalizzazione.

source: Preview video filters
fr_fr: Aperçu des filtres vidéo
it_it: Anteprima dei filtri video
nl_nl: Voorvertoon video filters
pt_br: Filtros de pré-visualização de vídeo

source: Clear all enabled filters. Remove all video filter data and apply default settings.
it_it: Rimuovi tutti i dati dei filtri video e applica le impostazioni predefinite.

source: Unable to preview Video Stabilizer filter
fr_fr: Impossible de prévisualiser le filtre stabilisateur vidéo
it_it: Impossibile visualizzare in anteprima il filtro stabilizzatore video
nl_nl: Geen preview van Video Stabilisatie filter mogelijk
pt_br: Não é possível visualizar o filtro de estabilizador de vídeo

source: Unsupported file: Missing decoder or library? Check FFmpeg configuration.
it_it: File non supportato: Decoder o libreria mancante? Controlla la configurazione di FFmpeg.

source: The file is not a frame or a video file
fr_fr: Le fichier n'est pas une image ou un fichier vidéo
it_it: Il file non è un frame o un file video
nl_nl: Het bestand is geen frame en geen video bestand
pt_br: O arquivo não é um frame ou um arquivo de vídeo

source: Undetected volume values! Click the "Volume detect" button to analyze audio volume data.
fr_fr: Valeurs de volume non détectées!Cliquez sur le bouton "Détecter le volume" pour analyser les données de volume audio.
it_it: Valori del volume non rilevati! Clicca sul pulsante "Volume detect" per analizzare i dati sul volume audio.
nl_nl: Volume waarden niet gedetecteerd! Druk de "Volume detect" knop om de audio volume data te laten analyseren.
pt_br: Valores de volume não detectados! Clique no botão "Detecção de volume" para analisar os dados de volume do áudio.

source: Off
it_it: Spento
nl_nl: Uit
pt_br: Desligado

source: Batch processing items Destination Automation/Preset Encoding passes Output Format Video Codec Audio Codec Audio Normalization Output multimedia type Start of segment Clip duration
it_it: Elementi in elaborazione batch Destinazione Automazione/Preimpostazione Passaggi di codifica Formato in uscita Codec video Codec Audio Normalizzazione audio Tipo di media in uscita Inizio segmento Durata clip

source: Choose a Videomass preset...
it_it: Scegli una preimpostazione Videomass...

source: New Profile - Preset "{0}"
it_it: Nuovo profilo - Preimpostazione "{0}"

source: Audio encoder settings, mapping and filters
it_it: Impostazioni, mappatura e filtri del codificatore audio

source: Audio Encoder
fr_fr: Encodeur Audio
it_it: Codificatore Audio
pt_br: Codificador de Áudio

source: Settings
fr_fr: Réglages
it_it: Impostazioni
nl_nl: Instellingen
pt_br: Configurações

source: Index Selection:
fr_fr: Sélection d'Index:
it_it: Selezione Indice:
nl_nl: Index Selectie:

source: Map:
it_it: Mappa:

source: Normalization
fr_fr: Normalisation
it_it: Normalizzazione
nl_nl: Normalisatie
pt_br: Normalização

source: Volume Statistics
fr_fr: Statistiques Volume
it_it: Statistiche Volume
nl_nl: Volume Statistieken
pt_br: Estatísticas de volume

source: Target level:
fr_fr: Niveau cible:
it_it: Livello target:
nl_nl: Doel niveau:
pt_br: Nível alvo:

source: Gets maximum volume and average volume data in dBFS, then calculates the offset amount for audio normalization.
fr_fr: Obtient les données de volume maximum et de volume moyen en dBFS, puis calcule la quantité de décalage pour la normalisation audio.
it_it: Ottiene i dati di volume massimo e volume medio in dBFS, quindi calcola la quantità di offset per la normalizzazione audio.
nl_nl: Verkrijgt maximum volume en gemiddelde volume data in dBFS, en berekent vervolgens de hoeveelheid offset voor audio normalisatie.
pt_br: Obtém o volume máximo e os dados de volume médio em dBFS e, a seguir, calcula o valor de deslocamento para a normalização de áudio.

source: Limiter for the maximum peak level or the mean level (when switch to RMS) in dBFS. From -99.0 to +0.0; default for PEAK level is -1.0; default for RMS is -20.0
fr_fr: Limiteur pour l'écrêtage maximum ou le niveau moyen (lors du passage en RMS) en dBFS. De -99,0 à +0,0 ; la valeur par défaut pour le niveau PEAK est -1,0 ; la valeur par défaut pour RMS est -20,0
it_it: Limitatore per il livello massimo di picco o il livello medio (quando si passa a RMS) in dBFS. Da -99,0 a +0,0; il valore predefinito per il livello PEAK è -1,0; il valore predefinito per RMS è -20,0
nl_nl: Beperker voor het maximum peak level of het mean level (wanneer overgang naar RMS) in dBFS. Van -99.0 tot +0.0; standaard voor PEAK level is -1.0; standaard voor RMS is -20.0
pt_br: Limitador para o nível máximo de altura, ou o nível médio (quando alternar para RMS) em dBFS. De -99,0 a +0,0; o padrão para o nível PEAK é -1,0; o padrão para RMS é -20,0

source: Normally on a video with correctly indexed streams and having one or more audio streams, the first audio stream should be indexed at "1", the second at "2" and so on (the video stream on the other hand is always indexed at "0"). In this case it is recommended to select the desired stream by setting a specific index, e.g "1" for for the first available audio stream. Set this control to "Auto" if the source file is simply an audio track.
it_it: Normalmente su un video con flussi indicizzati correttamente e dotato di uno o più flussi audio, il primo flusso audio dovrebbe essere indicizzato a "1", il secondo a "2" e così via (il flusso video invece è sempre indicizzato a " 0"). In questo caso si consiglia di selezionare il flusso desiderato impostando un indice specifico, ad esempio "1" per il primo flusso audio disponibile. Imposta questo controllo su "Auto" se il file sorgente è semplicemente una traccia audio.

source: "Auto" keeps all audio streams and processes only the one selected by the "Index Selection" control. "All" processes all audio streams in a video with the properties of the one selected by the "Index Selection" control. "Index Only" processes only the audio stream selected by the "Index Selection" control and removes all others from the video
it_it: "Auto" mantiene tutti i flussi audio ed elabora solo quello selezionato dal controllo "Selezione indice". "Tutto" elabora tutti i flussi audio in un video con le proprietà di quello selezionato dal controllo "Selezione indice". "Solo indice" elabora solo il flusso audio selezionato dal controllo "Selezione indice" e rimuove tutti gli altri dal video

source: Integrated Loudness Target in LUFS. From -70.0 to -5.0, default is -16.0
it_it: Target loudness integrato in LUFS. Da -70.0 a -5.0, il valore predefinito è -16.0

source: Maximum True Peak in dBTP. From -1.5 to +0.0, default is -2.0
it_it: Picco reale massimo in dBTP. Da -1,5 a +0,0, il valore predefinito è -2,0

source: Loudness Range Target in LUFS. From +1.0 to +20.0, default is +11.0
it_it: Target dell'intervallo loudness in LUFS. Da +1.0 a +20.0, il valore predefinito è +11.0

source: Play the audio stream selected in the "Index Selection" control. Using this function you can test the result of audio normalization.
it_it: Riproduci il flusso audio selezionato nel controllo "Selezione indice". Utilizzando questa funzione è possibile testare il risultato della normalizzazione audio.

source: Selected index does not exist or does not contain any audio streams
fr_fr: L'index sélectionné n'existe pas ou ne contient aucun flux audio
it_it: L'indice selezionato non esiste o non contiene alcun flusso audio
nl_nl: Gekozen index bestaat niet of bevat geen audio

source: ERROR: Missing audio stream: "{}"
fr_fr: ERREUR: Aucun flux audio: "{}"
it_it: ERRORE: flusso audio mancante: "{}"
nl_nl: FOUT: Audio ontbreekt: "{}"

source: PEAK level normalization, which will produce a maximum peak level equal to the set target level.
it_it: Normalizzazione del livello di picco, il quale produrrà un livello di picco massimo pari al livello target impostato.

source: RMS-based normalization, which according to mean volume calculates the amount of gain to reach same average power signal.
it_it: Normalizzazione basata su RMS. In base al volume medio viene calcolata la quantità di guadagno per raggiungere lo stesso segnale di potenza medio.

source: Loudnorm normalization. Normalizes the perceived loudness using the "loudnorm" filter, which implements the EBU R128 algorithm. Ideal for live normalization. It produces worse results than the High-quality two-pass Loudnorm normalization, but is faster.
it_it: Normalizzazione Loudnorm. Normalizza il volume percepito utilizzando il filtro "loudnorm", il quale implementa l'algoritmo EBU R128. Ideale per la normalizzazione dal vivo. Produce risultati meno precisi della normalizzazione ad alta qualità Loudnorm a due passaggi, ma è più veloce.

source: High-quality two-pass Loudnorm normalization. Normalizes the perceived loudness using the "loudnorm" filter, which implements the EBU R128 algorithm. Ideal for postprocessing.
it_it: Normalizzazione Loudnorm a due passaggi di alta qualità. Normalizza il volume percepito utilizzando il filtro "loudnorm", il quale implementa l'algoritmo EBU R128. Ideale per la post-elaborazione.

source: Reload
fr_fr: Recharger
it_it: Ricarica
nl_nl: Herlaad
pt_br: Recarregar

source: Optimize for Web
it_it: Ottimizza per il Web

source: Reloads the selected video encoder settings. Changes will be discarded.
it_it: Ricarica le impostazioni del codificatore video selezionato. Le modifiche verranno ignorate.

source: Constant rate factor. Lower values correspond to higher quality and greater file size. Set to -1 to disable this control.
it_it: Fattore di tasso costante. I valori più bassi corrispondono a una qualità superiore e a una dimensione del file maggiore. Imposta -1 per disabilitare questo controllo.

source: Number of tile rows to use, default changes per resolution
it_it: Numero di Tile Rows da utilizzare, modifiche predefinite per risoluzione

source: Number of tile columns to use, default changes per resolution
it_it: Numero di Tile Columns da utilizzare, modifiche predefinite per risoluzione

source: Set the Group Of Picture (GOP). Set to -1 to disable this control.
it_it: Imposta la dimensione del gruppo di immagini (GOP). Imposta -1 per disabilitare questo controllo.

source: It can reduce the file size, but takes longer.
fr_fr: Peut réduire la taille du fichier, mais prend plus de temps.
it_it: Può ridurre le dimensioni del file , ma richiede più tempo.
nl_nl: Het kan de bestands-grootte reduceren, maar duurt langer.
pt_br: Isso pode reduzir o tamanho do arquivo, mas leva mais tempo.

source: Specifies the target (average) bit rate for the encoder to use. Higher value = higher quality. Set -1 to disable this control.
it_it: Specifica l'obiettivo (in media) del bit rate per il codificatore da usare. Valore alto = alta qualità. Impostare a -1 per disabilitare il controllo.

source: Video width and video height ratio.
fr_fr: Proportions largeur/ hauteur de la vidéo.
it_it: Rapporto larghezza e altezza video.
nl_nl: Video breedte en video hoogte ratio.
pt_br: Largura do vídeo e proporção da altura do vídeo.

source: Frame rate (frames per second). Frames repeat a given number of times per second. In some countries this is 30 for NTSC, other countries (like Italy) use 25 for PAL
it_it: Frequenza fotogrammi (fotogrammi al secondo). I fotogrammi si ripetono un determinato numero di volte al secondo. In alcuni paesi sono 30 NTSC, in altri paesi PAL (come l'Italia) sono 25

source: Row Multi-Threading enables row-based multi-threading which maximizes CPU usage. To enable fast decoding performance, also set tiles (i.e. Tile Columns 4 and Tile Rows 1 or Tile Columns 2 and Tile Rows 2 for 4 tiles). Enabling Row Multi-Threading is only faster when the CPU has more threads than the number of encoded tiles.
it_it: Row Multi-Threading consente il multithreading basato su righe che massimizza l'utilizzo della CPU. Per consentire prestazioni di decodifica veloci, impostare anche i Tile (ad esempio Tile Columns 4 e Tile Rows 1, oppure Tile Columns 2 e Tile Rows 2 per 4 Tile). L'abilitazione di Row Multi-Threading è più veloce solo quando la CPU ha più thread rispetto al numero di Tile codificati.

source: Set profile restrictions
it_it: Imposta le restrizioni del profilo

source: Specify level for a selected profile
it_it: Specificare il livello per un profilo selezionato

source: Tune the encoding params
it_it: Metti a punto i parametri di codifica

source: Set the encoding preset (default "medium")
it_it: Imposta il preset di codifica (in default è "medio")

source: specifies the target (average) bit rate for the encoder to use. Higher value = higher quality. Set -1 to disable this control.
fr_fr: spécifie le débit binaire cible (moyen) pour l'encodeur. Valeur supérieure = meilleure qualité.Réglez sur -1 pour désactiver ce contrôle.
it_it: specifica l'obiettivo (in media) del bit rate per il codificatore da usare. Valore alto = alta qualità. Impostare a -1 per disabilitare il controllo.
nl_nl: specificeert de (gemiddelde) doel bit rate voor de te-gebruiken encoder. Hogere waarde = hogere kwaliteit. Zet op -1 om dit niet te gebruiken.
pt_br: especifica a taxa de bits desejada (média) para o codificador usar. Maior valor = maior qualidade. Defina -1 para desativar este controle.

source: Frames repeat a given number of times per second. In some countries this is 30 for NTSC, other countries (like Italy) use 25 for PAL
fr_fr: Les images se répètent un nombre donné de fois par seconde. Dans certains pays, c'est 30 pour le NTSC, dans d'autres pays (comme l'Italie) on utilise 25 pour le PAL
it_it: I frame si ripetono un determinato numero di volte al secondo. In alcuni paesi sono 30 NTSC, in paesi PAL come l'Italia sono 25
nl_nl: Frames herhalen zich een opgegeven aantal maal per seconde. In sommige landen is dit 30 voor NTSC, andere landen (zoals Italië) gebruiken 25 voor PAL
pt_br: Os quadros se repetem um determinado número de vezes por segundo. Em alguns países, é 30 para NTSC, outros países (como a Itália) usam 25 para PAL

source: ...The Media target you just selected will only allow you to save files as audio tracks. You can then process audio source files or extract audio streams indexed to video files.
it_it: ...L'obiettivo media appena selezionato ti consentirà di salvare i file solo come tracce audio. È quindi possibile elaborare sorgenti audio o estrarre flussi audio indicizzati su file video.

source: Time to spend encoding. "good" is the default and recommended for most applications; "best" is recommended if you have lots of time and want the best compression efficiency; "realtime" is recommended for live / fast encoding.
it_it: Tempo da dedicare alla codifica. "good" è l'impostazione predefinita e consigliata per la maggior parte delle applicazioni; "best" è consigliato se hai molto tempo e desideri la migliore efficienza di compressione; "Realtime" è consigliato per la codifica live/veloce.

source: Subtitle Mapping
it_it: Mappatura dei sottotitoli

source: Copy Chapters
it_it: Copia i Capitoli

source: Copy Metadata
it_it: Copia i Metadati

source: Select "All" to include any source file subtitles in the output video. Select "None" to exclude any subtitles stream in the output video. This option is automatically ignored for output audio files.
it_it: Seleziona "All" per includere i sottotitoli del file sorgente nel video di output. Seleziona "None" per escludere qualsiasi flusso di sottotitoli nel video di output. Questa opzione viene automaticamente ignorata per i file audio di output.

source: Copy the chapter markers as is from source file. This option is automatically ignored for output audio files.
it_it: Copia i marcatori di capitolo così come sono dal file sorgente. Questa opzione viene automaticamente ignorata per i file audio di output.

source: Copy all incoming metadata from source file, such as audio/video tags, titles, unique marks, and so on.
it_it: Copia tutti i metadati in entrata dal file sorgente, come tag audio/video, titoli, contrassegni univoci e così via.

source: Additional options
it_it: Opzioni aggiuntive

source: Welcome to Videomass
fr_fr: Bienvenue sur Videomass
it_it: Benvenuti in Videomass
nl_nl: Welkom bij Videomass
pt_br: Bem-vindo ao Videomass

source: Version {}
it_it: Versione {}
nl_nl: Versie {}
pt_br: Versão {}

source: Presets Manager
fr_fr: Gestion des Pré-réglages
it_it: Gestionale Preimpostazioni
pt_br: Gerenciador de predefinições

source: AV-Conversions
fr_fr: Conversion Audio/Vidéo
it_it: Conversioni-A/V
nl_nl: AV-Conversies
pt_br: Conversões A/V

source: Concatenate media files
fr_fr: Assembler des fichiers multimédia
it_it: Concatenare file multimediali
nl_nl: Media files samenvoegen
pt_br: Unir arquivos de mídia

source: Still Image Maker
fr_fr: Film à partir d'image(s)
it_it: Creatore di Presentazioni

source: From Movie to Pictures
fr_fr: Image(s) à partir d'un Film
it_it: Dal Filmato alle Immagini

source: Create, edit and use quickly your favorite FFmpeg presets and profiles with full formats support and codecs.
fr_fr: Créez, modifiez et utilisez rapidement vos pré-réglages et profils FFmpeg préférés avec une prise en charge complète des formats et des codecs.
it_it: Crea, modifica o usa subito le tue preimpostazioni e profili favoriti con supporto completo ai formati e codecs di FFmpeg.
nl_nl: Maak, edit en gebruik snel uw favoriete FFmpeg presets en profielen met volledige ondersteuning van formaten en codecs.
pt_br: Crie, edite e use rapidamente suas predefinições favoritas e perfis FFmpeg com suporte completo de formatos e codecs.

source: A set of useful tools for audio and video conversions. Save your profiles and reuse them with Presets Manager.
fr_fr: Un ensemble d'outils pratiques pour les conversions audio et vidéo. Enregistrez vos profils et utilisez-les avec le Gestionnaire de Pré-réglages.
it_it: Un set di strumenti utili per le conversioni audio e video. Salva i tuoi profili e riusali con il Gestionale Preimpostazioni.
nl_nl: Een stel handige gereedschappen voor audio en video conversies. Bewaar uw profielen en gebruik ze met Presets Manager.
pt_br: Um conjunto de ferramentas úteis para conversões de áudio e vídeo. Salve seus perfis e reutilize-os com o Gerenciador de predefinições.

source: Easily download videos and audio in different formats and quality from YouTube, Facebook and more sites.
fr_fr: Téléchargez facilement des vidéos et de l'audio dans différents formats et qualités sur YouTube, Facebook et bien d'autres sites.
it_it: Scarica facilmente video e audio con formato e qualità diversi da YouTube, Facebook e altri siti.
nl_nl: Gemakkelijk downloaden van video en audio in diverse formaten en kwaliteit van YouTube, Facebook en meer websites.
pt_br: Baixe facilmente vídeo e áudio em diferentes formatos e qualidades do YouTube, Facebook e mais sites.

source: Concatenate multiple media files based on import order without re-encoding
fr_fr: Assemblez vos fichiers multimédias suivant l'ordre d'importation et sans ré-encodage
it_it: Concatena più file multimediali in base all'ordine di importazione senza ricodificarli
nl_nl: Schakel meerdere media files aaneen, gebaseerd op import volgorde zonder her-encoding
pt_br: Unir vários arquivos de mídia com base na ordem de importação sem recodificar

source: Create video from a sequence of images, based on import order, with the ability to add an audio file.
fr_fr: Créez une vidéo à partir d'une séquence d'images suivant l'ordre d'importation, avec possibilité d'ajouter une piste audio.
it_it: Crea un video da una sequenza di immagini, in base all'ordine di importazione, con la possibilità di aggiungere un file audio.

source: Extract images (frames) from your movies in JPG, PNG, BMP, GIF formats.
fr_fr: Extraire des images de vos films aux formats JPG, PNG, BMP et GIF animé.
it_it: Estrai immagini (frame) dai tuoi filmati nei formati JPG, PNG, BMP, GIF.
