Repository: jeanslack/Videomass
Catalog: videomass/locale/*/LC_MESSAGES/videomass.po
Languages: fr_fr, it_it, nl_nl, pt_br

source: 1. Import one or more image files such as JPG, PNG and BMP formats, then select one. 2. Use the Resize tool for images which have different sizes such as width and height. It is optional in other cases. 3. Use the Timeline editor (CTRL+T) to set the time interval between images by adjusting the "End" duration value and leaving the "Start" value at 00:00:00.000. 4. Run the conversion. The produced video will have the name of the selected file in the 'File List' panel, which will be saved in a folder named 'Still_Images' with a progressive digit, in the path you specify.
it_it: 1. Importa uno o più file immagine nei formati JPG, PNG e BMP, quindi selezionane uno. 2. Utilizzare lo strumento Ridimensiona per ridimensionare le immagini che hanno dimensioni diverse come larghezza e altezza. Negli altri casi è opzionale. 3. Utilizza l'editor Timeline (CTRL+T) per impostare l'intervallo di tempo tra le immagini regolando il valore della durata "Fine" e lasciando il valore "Inizio" su 00:00:00.000. 4. Avvia la conversione. Il video prodotto avrà il nome del file selezionato nell'elenco 'File in coda', il quale verrà salvato in una cartella denominata 'Still_Images' con l'aggiunta di una cifra progressiva, nel percorso da te specificato.

source: Enable a single still image
fr_fr: Activer une seule image fixe
it_it: Abilita un fermo immagine singolo

source: Force original aspect ratio using padding rather than stretching
fr_fr: Forcer le rapport de proportion en utilisant comprimer (padding) plutôt qu'étirer (stretching)
it_it: Forza le proporzioni originali usando il riempimento anziché lo stretching

source: Include audio file
fr_fr: Inclure un fichier audio
it_it: Includi file audio

source: Play the video until audio track finishes
fr_fr: Lisez la vidéo jusqu'à la fin de la piste audio
it_it: Riproduci il video fino al termine della traccia audio

source: Open audio file
fr_fr: Ouvrir un fichier audio
it_it: Apri file audio

source: Additional arguments
fr_fr: Arguments supplémentaires
it_it: Argomenti aggiuntivi

source: Open Audio File
it_it: Apri File Audio

source: Invalid file: '{}' {}
it_it: File non valido: '{}' {}

source: Invalid file: '{}' It doesn't appear to be an audio file.
it_it: File non valido: '{}' Non sembra essere un file audio.

source: Invalid file: '{}'
fr_fr: Fichier non valide '{}'
it_it: File non valido: '{}'

source: Unsupported format '{}'
fr_fr: Format non supporté '{}'
it_it: Formato non supportato '{}'

source: File does not exist: "{}"
fr_fr: Fiichier non existant "{}"
it_it: File inesistente: "{}"
nl_nl: Bestand bestaat niet: "{}"

source: Items to concatenate Output filename Destination Output Format Additional arguments Audio file Shortest Resize Pre-input Frame per Second (FPS) Still image duration Overall video duration
it_it: Elementi da concatenare Nome in Uscita Destinazione Formato in Uscita Argomenti Aggiuntivi File Audio Shortest Ridimensiona Pre-input Frame per Secondo (FPS) Durata dell'immagine fissa Durata totale del video

source: 1. Import one or more video files, then select one. 2. To select a slice of time use the Timeline editor (CTRL+T) by adjusting the "End" and the "Start" duration values. 3. Select an output format (jpg, png, bmp). 4. Start the conversion. The images produced will be saved in a folder named 'Movie_to_Pictures' with a progressive digit, in the path you specify.
it_it: 1. Importa uno o più file video, quindi selezionane uno. 2. Per selezionare un intervallo di tempo utilizzare l'editor Timeline (CTRL+T), e regolare i valori di durata di "Inizio" e "Fine" come desiderato. 3. Selezionare un formato di output (jpg, png, bmp o gif). 4. Avvia la conversione. Le immagini prodotte verranno salvate in una cartella denominata 'Movie_to_Pictures' con l'aggiunta di una cifra progressiva, nel percorso da te specificato.

source: Create thumbnails
fr_fr: Créer des vignettes
it_it: Crea miniature

source: Create tiled mosaics
fr_fr: Créer une mosaîque
it_it: Crea mosaici piastrellati

source: Create animated GIF
fr_fr: Créer un GIF animé
it_it: Crea GIF animato

source: Options
it_it: Opzioni
nl_nl: Opties
pt_br: Opções

source: Output format:
fr_fr: Format de sortie:
it_it: Formato in uscita:
nl_nl: Output Formaat:
pt_br: Formato de saída:

source: Rows:
fr_fr: Rangées:
it_it: Righe:

source: Columns:
fr_fr: Colonnes:
it_it: Colonne:

source: Other unofficial resources:
fr_fr: Autres ressources non-officielles:
it_it: Altre risorse non ufficiali:

source: Set FPS control from 0.1 to 30.0 fps. The higher this value, the more images will be extracted.
fr_fr: Réglez le contrôle FPS de 0,1 à 30,0 fps. Plus cette valeur est élevée, plus d'images seront extraites.
it_it: Imposta il controllo FPS da 0,1 a 30,0 fps. Più alto è questo valore, più immagini verranno estratte.

source: Spaces around the mosaic tiles. From 0 to 32 pixels
fr_fr: Espace autour des mosaïque.d'images.De 0 à 32 pixels
it_it: Spazi intorno alle tessere del mosaico. Da 0 a 32 pixel

source: Spaces around the mosaic borders. From 0 to 32 pixels
fr_fr: Contour autour de la mosaïque d'images.De 0 à 32 pixels
it_it: Spazi intorno ai bordi del mosaico. Da 0 a 32 pixel

source: Selected File Output Format Destination Rate (fps) Resizing Mosaic rows Mosaic columns Mosaic padding Mosaic margin Custom Arguments Start of segment Duration
it_it: File Selezionato Formato in Uscita Destinazione Rate (fps) Ridimensionamento Righe mosaico Colonne mosaico Imbottitura mosaico Margine mosaico Argomenti Personalizzati Inizio segmento Durata

source: Is 'ffmpeg' installed on your system?
fr_fr: Ffmpeg est-il installé sur votre système ?
it_it: 'ffmpeg' è installato sul tuo sistema?
nl_nl: Is 'ffmpeg' geïnstalleerd op uw systeem?
pt_br: O 'ffmpeg' está instalado em seu sistema?

source: At least one "Format Code" must be checked for each URL selected in green.
fr_fr: Au moins un "code format" doit être sélectionné pour chaque URL sélectionnée en vert.
it_it: È necessario spuntare almeno un "Codice Formato" per ciascun URL selezionato in verde.
nl_nl: Minstens een "Formaat Code" moet gezet zijn voor elke URL, groen geselecteerd.
pt_br: Pelo menos um "Código de formato" deve ser verificado para cada URL selecionado em verde.

source: Format Code
fr_fr: Code de format
it_it: Codice Formato
nl_nl: Formaat Code
pt_br: Código de Formato

source: Title
fr_fr: Titre
it_it: Titolo
nl_nl: Titel
pt_br: Título

source: Extension
it_it: Estensione
nl_nl: Extensie
pt_br: Extensão

source: Resolution
fr_fr: Résolution
it_it: Risoluzione
nl_nl: Resolutie
pt_br: Resolução

source: Video Codec
fr_fr: Codec Vidéo
it_it: Codec Video
pt_br: Codec de vídeo

source: Audio Codec
fr_fr: Codec Audio
it_it: Codec Audio
pt_br: Codec de áudio

source: Don't merge any files
it_it: Non unire alcun file

source: Download only the best selected qualities
it_it: Scarica solo le qualità selezionate migliori

source: ERROR: Unable to get format codes. Unsupported URL: '{0}'
fr_fr: ERREUR: Impossible d'obtenir les codes format URL non prise en charge: '{0}'
it_it: ERRORE: Impossibile ottenere i codici di formato. URL non supportato: '{0}'
nl_nl: FOUT: Format kan niet worden verkregen. Geen geldige URL: '{0}'

source: Download Status
it_it: Stato del lDownload

source: Check the current output or read the related log file for more information.
fr_fr: Vérifiez la sortie actuelle ou lisez le fichier journal associé pour plus d'informations.
it_it: Controlla l'output attuale o leggi il relativo file di registro per ulteriori informazioni.
nl_nl: Check de huidige output of bekijk de log file voor meer informatie.

source: Done
it_it: Fatto

source: Do you want to close the active view keeping the data in memory and any background processes?
it_it: Vuoi chiudere la vista attiva mantenendo i dati in memoria ed eventuali processi in background?

source: Are you sure you want to exit this window? All data will be lost
it_it: Sei sicuro di voler uscire da questa finestra? Tutti i dati saranno persi

source: Quit YouTube Downloader?
it_it: Uscire da YouTube Downloader?

source: Open destination folder of downloads Ctrl+D
it_it: Apri cartella destinazione dei download Ctrl+D

source: Close view Ctrl+W
it_it: Chiudi vista Ctrl+W

source: Close the active view keeping the data in memory and any background processes
it_it: Chiudere la vista attiva mantenendo i dati in memoria ed eventuali processi in background

source: Quit YouTube Downloader Ctrl+Q
it_it: Esci da YouTube Downloader Ctrl+Q

source: Exit the window by deleting all data in memory
it_it: Uscire dalla finestra cancellando tutti i dati in memoria

source: Paste Ctrl+V
it_it: Incolla Ctrl+V

source: Paste the copied URLs to clipboard
it_it: Incolla gli URL copiati negli appunti

source: Remove selected URL DEL
it_it: Rimuovi l'URL selezionato DEL

source: Remove the selected URL from the list
it_it: Rimuove l'URL selezionato dall'elenco

source: Clear the URL list
it_it: Cancella l'elenco degli URL

source: Options Ctrl+P
it_it: Opzioni Ctrl+P

source: YouTube Downloader options
it_it: Opzioni YouTube Downloader

source: Version of yt-dlp
it_it: Versione di yt-dlp

source: Shows the version in use
fr_fr: Afficher la version actuelle
it_it: Mostra la versione in uso
nl_nl: Toont de gebruikte versie
pt_br: Mostrar a versão em uso

source: Latest version of yt-dlp
it_it: Ultima versione di yt-dlp

source: Check the latest version available on github.com
it_it: Mostra l'ultima versione disponibile su github.com

source: You are using "yt-dlp" version {0}
it_it: Stai usando "yt-dlp" versione {0}

source: "yt-dlp": Latest version available: {0}
it_it: "yt-dlp": Ultima versione disponibile: {0}

source: Shows statistics and information
it_it: Mostra le statistiche e informazioni

source: Statistics
fr_fr: Statistiques
it_it: Statistiche
nl_nl: Statistieken
pt_br: Estatísticas

source: Start downloading
it_it: Avvia il download

source: Download
fr_fr: Télécharger
it_it: Scarica

source: Videomass - List of URLs
it_it: Videomass - Lista degli URL

source: Viewing last log
fr_fr: Visualiser le dernier log
it_it: Visualizzazione ultimo log
nl_nl: Laatste log-berichten bekijken
pt_br: Visualizando o último log

source: Videomass - Downloader Message Monitoring
it_it: Videomass - Monitoraggio Messaggi del Downloader

source: Playlist Items
fr_fr: Éléments de la playlist
it_it: Contenuto della playlist
nl_nl: Afspeellijst Bestanden

source: To index the media of a playlist, click on the "Playlist Items" column of each corresponding URL and specify the numerical indexes separated by commas, e.g. "1,2,5,8" if you want to download the indexed media at 1, 2, 5, 8 of the playlist. It is also possible to specify intervals, e.g. "1-3,7,10-13" with which the media at index 1, 2, 3, 7, 10, 11, 12 and 13 will be downloaded.
it_it: Per indicizzare i media di una playlist, clicca sulla colonna "Contenuto della playlist" di ogni URL corrispondente e specifica gli indici numerici separati da virgole, esempio: "1,2,5,8" se vuoi scaricare i media indicizzati a 1, 2, 5, 8 della playlist. È possibile, inoltre, specificare degli intervalli, esempio: "1-3,7,10-13" con i quali verranno scaricati i media all'indice 1, 2, 3, 7, 10, 11, 12 e 13.

source: Playlist Editor
fr_fr: Éditeur de Playlist
it_it: Editor Playlist
nl_nl: Afspeellijst Editor

source: Help viewer
fr_fr: Visionneuse d'aide
it_it: Visualizzatore di aiuto
nl_nl: Hulp viewer
pt_br: Visualizador de ajuda

source: ERROR: Invalid option
fr_fr: ERREUR: Option invalide
it_it: ERRORE: Opzione non valida
nl_nl: ERROR: Niet bestaande optie

source: please try again.
fr_fr: réessayer svp.
it_it: riprova.
nl_nl: probeer het aub. nogmaals.

source: OK: Indexes to download
fr_fr: OK: numéros à télécharger
it_it: OK: Indici da scaricare
nl_nl: OK: Index om te downloaden

source: WARNING: The selected URL does not refer to a playlist. Only lines marked green can be indexed.
fr_fr: AVERTISSEMENT: L'URL sélectionnée ne fait pas référence à une liste de lecture (playlist).Seules les lignes de couleur verte peuvent être numérotées.
it_it: ATTENZIONE: L'URL selezionato non fa riferimento a una playlist. È possibile indicizzare solo le righe contrassegnate in verde.
nl_nl: PAS OP: De gekozen URL verwijst NIET naar een afspeellijst. Alleen de groen gemarkeerde kunnen worden geindexeerd.

source: Invalid URL
it_it: URL non valido

source: Invalid URLs
it_it: URL non validi

source: Drag or paste URLs here
it_it: Trascina o incolla qui gli URL

source: Set a new destination folder for downloads
it_it: Imposta nuova cartella di destinazione per i download

source: Destination folder of downloads
it_it: Cartella di destinazione dei download

source: Statistics viewer
fr_fr: Visionner les statistiques
it_it: Visualizzatore di statistiche
nl_nl: Statistieken viewer
pt_br: Visualizador de estatísticas

source: TITLE SELECTION
fr_fr: SÉLECTION TITRE
it_it: SELEZIONE TITOLO
nl_nl: TITEL SELECTIE
pt_br: SELEÇÃO DE TÍTULO

source: Precompiled Videos
fr_fr: Vidéos pré-compilées
it_it: Video Precompilati
nl_nl: Gecompileerde Videos

source: Download videos by resolution
fr_fr: Télécharger les vidéos par résolution
it_it: Scarica video in base alla risoluzione
nl_nl: Download videos o.b.v. resolutie

source: Download split audio and video
fr_fr: Télécharger l'audio et la vidéo séparément
it_it: Scarica audio e video divisi
nl_nl: Download audio en video afzonderlijk
pt_br: Baixe áudio e vídeo separadamente

source: Download Audio only
fr_fr: Télécharger l'Audio uniquement
it_it: Scarica solo il file audio
nl_nl: Download alleen Audio
pt_br: Baixar apenas áudio

source: Download by format code
fr_fr: Télécharger par code format
it_it: Scarica per codice formato
nl_nl: Download op formaat code
pt_br: Baixar por código de formato

source: When not available, the chosen video resolution will be replaced with the closest one
fr_fr: Lorsqu'elle n'est pas disponible, la résolution vidéo choisie sera remplacée par la plus proche
it_it: Quando non disponibile, la risoluzione video selezionata verrà sostituita con quella più vicina
nl_nl: Indien niet beschikbaar, wordt er gekozen voor de dichtstbijzijnde video resolutie

source: Preferred video format
fr_fr: Format vidéo préféré
it_it: Formato video preferito
nl_nl: Voorkeurs video formaat

source: Include playlists
it_it: Includi le playlist

source: Subtitles Editor
it_it: Editor Sottotitoli

source: Unable to get format codes on '{0}' Unsupported '{0}': '{1}'
fr_fr: Impossible d'obtenir les code formats sur '{0}' Non pris en charge '{0}': '{1}'
it_it: Impossibile ottenere i codici di formato su '{0}' '{0}' Non supportato: '{1}'
nl_nl: Format kan niet worden verkregen van '{0}' Niet ondersteund '{0}': '{1}

source: URLs have no playlist references
fr_fr: Les URL ne correspondent pas à la playlist
it_it: Gli URL non hanno riferimenti a playlist
nl_nl: URLs staan niet in de afspeellijst

source: The URLs contain playlists. Are you sure you want to continue?
fr_fr: Les URL contiennent des listes de lecture.Êtes-vous sûr de vouloir continuer?
it_it: Gli URL contengono playlist. Sei sicuro di voler continuare?
nl_nl: De URLs bevatten playlists. Wilt u toch doorgaan?
pt_br: Os URLs contêm listas de reprodução. Você tem certeza que quer continuar?

source: The URLs contain channels. Are you sure you want to continue?
fr_fr: Les URL contiennent des canaux.Êtes vous sûr de vouloir continuer?
it_it: Gli URL contengono canali. Sei sicuro di voler continuare?
nl_nl: De URLs bevatten kanalen. Wilt u toch doorgaan?
pt_br: Os URLs contêm canais . Você tem certeza que quer continuar?

source: Workarounds
it_it: Soluzioni alternative

source: Don’t check SSL certificate
fr_fr: Ne pas vérifier le certificat SSL
it_it: Non controllare il certificato SSL
nl_nl: Controleer geen SSL certificaten

source: Filename options
it_it: Opzioni sui nomi dei file

source: Include the ID in file names
it_it: Includi l'ID nei nomi dei file

source: Restrict file names to ASCII characters
it_it: Limita i nomi dei file ai caratteri ASCII

source: Post-Process options
it_it: Opzioni di post-elaborazione

source: Embed thumbnail in audio file
fr_fr: Intégrer une vignette avec le fichier audio
it_it: Aggiungi miniatura nel file audio
nl_nl: Plaats thumbnail in audio bestand
pt_br: Incorporar miniatura no arquivo de áudio

source: Add metadata to file
fr_fr: Ajouter les métadonnées au fichier
it_it: Aggiungi i meta dati al file
nl_nl: Voeg metadata aan bestand toe
pt_br: Adicionar metadados ao arquivo

source: Overwrite all files and metadata
it_it: Sovrascrivi tutti i file e i metadati

source: Where do you prefer to save your downloads?
fr_fr: Où souhaitez-vous sauvegarder vos fichiers téléchargés ?
it_it: Dove desideri salvare i tuoi download?
nl_nl: Waar wilt u gedownloade bestanden bewaren?
pt_br: Onde você prefere salvar seus Downloads?

source: Auto-create subdirectories when downloading playlists
it_it: Crea automaticamente le sottodirectory durante il download delle playlist

source: Choosing an external downloader
it_it: Scelta di un downloader esterno

source: In addition to the default `native` one, yt-dlp can use the following external downloaders: `aria2c`, `avconv`, `axel`, `curl`, `ffmpeg`, `httpie`, `wget`. Please note that using an external downloader the download status information may not be available.
it_it: Oltre a quello `native` predefinito, yt-dlp supporta i seguenti downloader esterni: `aria2c`, `avconv`, `axel`, `curl`, `ffmpeg`, `httpie`, `wget`. Nota che usando un downloader esterno le informazioni sullo stato dello scaricamento potrebbero non essere disponibili.

source: External downloader executable path
it_it: Percorso eseguibile del downloader esterno

source: External downloader arguments
it_it: Argomenti del downloader esterno

source: Download Options
it_it: Opzioni di Download

source: Using a proxy server
it_it: Utilizzo di un server proxy

source: Use the specified HTTP/HTTPS/SOCKS proxy. To enable SOCKS proxy, specify a proper scheme, e.g. {} Leave the text field blank for direct connection.
it_it: Usa un proxy specifico di tipo HTTP/HTTPS/SOCKS. Per abilitare il proxy SOCKS, specificare uno schema appropriato, ad esempio: {} Se non usi un proxy, per la connessione diretta lascia semplicemente vuoto il campo di testo.

source: Network
it_it: Rete

source: Geo-restriction options
it_it: Opzioni sulla limitazione geografica

source: Use the following options to try bypassing geographic restriction.
it_it: Utilizza le seguenti opzioni per provare a bypassare la restrizione geografica.

source: Geo-Restriction
it_it: Restrizione geografica

source: Authentication with login credentials
it_it: Autenticazione con credenziali di accesso

source: If you need to login with your credentials please note that login with password is not supported for some websites (e.g. YouTube, CloudFlare). In this case you can include a cookie file for authentication (see cookies tab).
it_it: Considera, se devi accedere con le tue credenziali, che l'accesso con password non è supportato per alcuni siti Web (ad esempio YouTube, CloudFlare). In questo caso puoi includere un file cookie per l'autenticazione (vedi scheda cookies).

source: Username for authentication purposes
it_it: Nome utente per scopi di autenticazione

source: Password for authentication purposes
it_it: Password per scopi di autenticazione

source: Video Password
it_it: Password del Video

source: Password for accessing a video
it_it: Password per accedere a un video

source: Authentication
it_it: Autenticazione

source: Using cookies to gain access to websites
it_it: Utilizzo dei cookie per accedere ai siti web

source: Here you can pass your `Netscape HTTP Cookie File` in order to access websites that require authentication. If you don't know how to obtain this type of file, you can let the application try to extract it from your browser automatically. The currently supported browsers are: brave, chrome, chromium, edge, firefox, opera, safari, vivaldi. For more information please consult the documentation at the following link:
it_it: Qui puoi passare il tuo `File cookie HTTP Netscape` per accedere ai siti Web che richiedono l'autenticazione. Se non sai come ottenere questo tipo di file, puoi lasciare che l'applicazione provi a estrarlo automaticamente dal tuo browser. I browser attualmente supportati sono: brave, chrome, chromium, edge, firefox, opera, safari, vivaldi. Per maggiori informazioni consultare la documentazione al seguente link:

source: Allow cookies for authentication
it_it: Consenti i cookie per l'autenticazione

source: Cookie file
it_it: File cookie

source: File name from where cookies should be read and dumped to
it_it: Nome del file da cui leggere e scaricare i cookie

source: Browse
it_it: Sfoglia

source: Extract cookies automatically from your browser
it_it: Estrai i cookie automaticamente dal tuo browser

source: Web Browser:
it_it: Browser Web:

source: YouTube Downloader Options
it_it: Opzioni YouTube Downloader

source: Do you want to remove the current cookie file from your system?
it_it: Vuoi rimuovere l'attuale file cookie dal tuo sistema?

source: Locate your cookie file
it_it: Individua il tuo file cookie

source: English
it_it: Inglese

source: French
it_it: Francese

source: German
it_it: Tedesco

source: Greek
it_it: Greco

source: Hebrew
it_it: Ebraico

source: Italian
it_it: Italiano

source: Dutch
it_it: Olandese

source: Polish
it_it: Polacco

source: Portuguese
it_it: Portoghese

source: Russian
it_it: Russo

source: Spanish
it_it: Spagnolo

source: Swedish
it_it: Svedese

source: Turkish
it_it: Turco

source: Albanian
it_it: Albanese

source: Chinese
it_it: Cinese

source: Subtitles
it_it: Sottotitoli

source: None
it_it: Nessuno

source: All available subtitles
it_it: Tutti i sottotitoli disponibili

source: Select by default language
it_it: Selezione per lingua predefinita

source: Custom language subtitles
it_it: Sottotitoli in lingua personalizzata

source: Custom language
it_it: Lingua personalizzata

source: Subtitle options
it_it: Opzioni sottotitoli

source: Include automatically generated subtitle (YouTube only)
it_it: Includi sottotitoli generati automaticamente (solo YouTube)

source: Embed subtitles into video file
it_it: Incorpora i sottotitoli nel file video

source: Download subtitles only (do not include audio and video)
it_it: Scarica solo i sottotitoli (non includere audio e video)

source: Write in the text field on the side, one or more language codes of the subtitles to download separated by commas, e.g. "en, ja, ar" for English, Japanese and Arabic respectively. You can use regex (regular expression), e.g. "en.*, ja, ar.*" where the asterisk preceded by the dot will allow you to download everything related to the subtitles of a certain language. You can prefix the language code with a "-" to exclude it from the requested languages, e.g. "all, -it.*, -nl.*", -fr.*" will download all subtitles except those in Italian, Dutch and French.
it_it: Scrivi nel campo di testo a lato, uno o più codici lingua dei sottotitoli da scaricare separati da virgole, es. "en, ja, ar" rispettivamente per inglese, giapponese e arabo. Puoi usare la regex (espressione regolare), ad es. "en.*, ja, ar.*" dove l'asterisco preceduto dal punto ti permetterà di scaricare tutto ciò che riguarda i sottotitoli di una determinata lingua. È possibile prefissare il codice della lingua con un "-" per escluderlo dalle lingue richieste, ad es. "all, -it.*, -nl.*", -fr.*" ciò scaricherà tutti i sottotitoli tranne quelli in italiano, olandese e francese.

source: Import queue file
it_it: Importa file della coda

source: You are attempting to load a json file written with invalid JSON encoding.
it_it: Stai tentando di caricare un file JSON scritto con una codifica JSON non valida.
