Repository: jeanslack/Videomass
Catalog: videomass/locale/*/LC_MESSAGES/videomass.po
Languages: fr_fr, it_it, nl_nl, pt_br

source: At least two files are required to perform concatenation.
fr_fr: Deux fichiers au minimum sont nécessaires pour effectuer un assemblage vidéo.
it_it: Sono necessari almeno due file per eseguire la concatenazione.
nl_nl: Samevoegen vereist minstens twee bestanden.
pt_br: São necessários pelo menos dois arquivos para realizar a concatenação.

source: Invalid data found
it_it: Trovati dati non validi

source: The files do not have the same "codec_types", same "sample_rate" or same "width" or "height". Unable to proceed.
fr_fr: Les fichiers n'ont pas les mêmes "types de codec", le même "échantillonnage" ou la même "largeur" ou "hauteur".Impossibile de procéder.
it_it: I file non hanno gli stessi parametri come "codec_types", "sample_rate" , "larghezza" o "altezza". Impossibile procedere.
nl_nl: De bestanden hebben niet dezelfde "codec_types", "sample_rate" of "breedte" of "hoogte". Voortgang onmogelijk.
pt_br: Os arquivos não possuem os mesmos "tipos de codec", mesma "taxa de amostragem" ou mesma "largura" ou "altura". Incapaz de prosseguir.

source: - The concatenation function is performed only with Audio files or only with Video files. - The order of concatenation depends on the order in which the files were added. - The output file name will have the same name as the first file added (also depends on the settings made in the preferences dialog or the renaming functions used). - Video files must have exactly same streams, same codecs and same width/height, but can be wrapped in different container formats. - Audio files must have exactly the same formats, same codecs with equal sample rate.
it_it: - La funzione di concatenazione viene effettuata solo con file Audio o solo con file Video. - L'ordine di concatenazione dipende dall'ordine in cui i file sono stati aggiunti. - Il nome del file di output avrà lo stesso nome del primo file aggiunto (dipende anche dalle impostazioni effettuate nella finestra di dialogo delle preferenze o dalle funzioni di ridenominazione usate). - I file video devono avere esattamente gli stessi flussi (streams), gli stessi codec e la stessa larghezza/altezza, ma possono avere formati o contenitori diversi. - I file audio devono avere esattamente gli stessi formati, la stessa frequenza di campionamento e gli stessi codec.

source: For more details, see the Videomass User Guide:
fr_fr: Pour plus de détails, consultez le Guide de l'Utilisateur VideoMass:
it_it: Per maggiori dettagli, consultare la Guida Utente Videomass:
nl_nl: Voor meer details, zie de Videomass Gebruikers Handleiding:
pt_br: Para obter mais detalhes, consulte o Guia de usuário Videomass:

source: For more information, visit the official FFmpeg documentation:
fr_fr: Pour plus d'informations,consultez la documentation officielle de FFmpeg:
it_it: Per ulteriori informazioni, visita la documentazione ufficiale di FFmpeg:
nl_nl: Voor meer informatie, bezoek de officiele FFmpeg documentatie:
pt_br: Para obter mais informações, visite a documentação oficial do FFmpeg:

source: ERROR
fr_fr: ERREUR
it_it: ERRORE
nl_nl: FOUT
pt_br: ERRO

source: Items to concatenate File destination Output Format Output multimedia type Duration
it_it: Elementi da concatenare Destinazione file Formato in uscita Tipo di media in uscita Durata

source: File has illegal characters like:
it_it: Il file ha caratteri non validi come:

source: Invalid character found in path name: (")
it_it: Trovato carattere non valido nel nome del percorso: (")

source: Directories are not allowed, just add files, please.
fr_fr: Les répertoires ne sont pas autorisés, ajouter uniquement des fichiers svp.
it_it: Le directory non sono ammesse, aggiungi solo file.
nl_nl: Folders zijn niet toegestaan, voeg alleen bestanden toe.
pt_br: Diretórios não são permitidos, apenas adicione arquivos, por favor.

source: File without format extension: please give an appropriate extension to the file name, example '.mkv', '.avi', '.mp3', etc.
fr_fr: Fichier sans extension veuillez donner une extension appropriée au nom du fichier, exemple '.mkv', '.avi', '.mp3', etc.
it_it: File senza estensione di formato: fornire un'estensione appropriata al nome del file, ad esempio '.mkv', '.avi', '.mp3', ecc.
nl_nl: Bestand zonder formaat extensie: u dient een treffende extensie te geven aan de bestandsnaam, bijv. '.mkv', '.avi', '.mp3', etc.
pt_br: Arquivo sem extensão de formato: forneça uma extensão apropriada para o nome do arquivo, por exemplo '.mkv', '.avi', '.mp3', etc.

source: Name has illegal characters like: {0}
it_it: Il nome ha caratteri non validi come: {0}

source: Name already in use:
it_it: Nome già in uso:

source: Duplicate file, it has already been added to the list.
it_it: File duplicato, è già stato aggiunto all'elenco.

source: Rejected files
it_it: File rifiutati

source: Source file
it_it: Origine file

source: Duration
fr_fr: Durée
it_it: Durata
nl_nl: Duur
pt_br: Duração

source: Media type
fr_fr: Type de média
it_it: Tipo di media
pt_br: Tipo de mídia

source: Size
fr_fr: Taille
it_it: Dimensione
nl_nl: Grootte
pt_br: Tamanho

source: Drag one or more files below
fr_fr: Faites glisser un ou plusieurs fichiers ci-dessous
it_it: Trascina uno o più file qui sotto
nl_nl: Sleep een of meer bestanden hieronder
pt_br: Arraste um ou mais arquivos abaixo

source: Save to:
it_it: Salva in:

source: Set a new destination folder for encodings
it_it: Imposta nuova cartella di destinazione codifiche

source: Encodings destination folder
it_it: Cartella di destinazione delle codifiche

source: Play file
it_it: Riproduci file

source: Drag two or more Audio/Video files below
it_it: Trascina due o più file audio/video qui sotto

source: Drag one or more Image files below
it_it: Trascina uno o più file immagine qui sotto

source: Drag one or more Video files below
it_it: Trascina uno o più file video qui sotto

source: Rename the file destination
it_it: Rinomina destinazione del file

source: Rename the selected file to:
it_it: Rinomina il file selezionato in:

source: Add Files
fr_fr: Ajouter des Fichiers
it_it: Aggiungi Files
nl_nl: Voeg bestanden toe
pt_br: Adicionar arquivos

source: Rename in batch
it_it: Rinomina in batch

source: Rename the {0} items to:
it_it: Rinominare i {0} elementi in:

source: New Name #
it_it: Nuovo Nome #

source: [Videomass]: SUCCESS !
fr_fr: [Videomass]: SUCCÈS !
it_it: [Videomass]: SUCCESSO !
nl_nl: [Videomass]: SUCCES !
pt_br: [Videomass]: SUCESSO!

source: [Videomass]: FAILED !
fr_fr: [Videomass]: Échec!
it_it: [Videomass]: FALLITO !
nl_nl: [Videomass]: MISLUKT!
pt_br: [Videomass]: FALHOU!

source: Sorry, all task failed !
fr_fr: Désolé, échec de la tâche !
it_it: Spiacente, tutte le attività sono fallite !
nl_nl: Sorry, opdracht niet geslaagd !
pt_br: Desculpe, a tarefa falhou!

source: The process was stopped due to a fatal error.
fr_fr: Le traitement s'est interrompu suite à une erreur fatale.
it_it: Il processo è stato interrotto a causa di un errore irreversibile.
nl_nl: Het proces is gestopt door een fatale fout.

source: Interrupted Process !
fr_fr: Traitement interrompu!
it_it: Processo Interrotto !
nl_nl: Proces Onderbroken !
pt_br: Desculpe, a tarefa falhou!

source: Successfully completed !
fr_fr: Terminé avec succès !
it_it: Completato con successo !
nl_nl: Succesvol afgerond !
pt_br: Concluído com sucesso!

source: Not everything was successful.
fr_fr: Tout n'a pas réussi.
it_it: Non tutto ha avuto successo.
nl_nl: Niet alles was succesvol.
pt_br: Nem tudo foi bem-sucedido.

source: Encoding Status
it_it: Stato della codifica

source: Current Log
it_it: Registro Corrente

source: Fatal Error !
fr_fr: Erreur fatale !
it_it: Errore Fatale !
nl_nl: Fatale Fout !

source: Get your files at the destination you specified
fr_fr: Récupérez vos fichiers à l'emplacement de destination
it_it: Ottieni i tuoi file nella destinazione che hai specificato
nl_nl: Uw bestanden staan op de door u aangegeven plek

source: For more details please read the Current Log.
it_it: Per maggiori dettagli leggere il Registro Corrente.

source: ...Finished
fr_fr: ...Terminé
it_it: ...Terminato
nl_nl: ...Afgerond
pt_br: ...Finalizado

source: Please wait... interruption in progress
it_it: Attendere... interruzione in corso

source: ...Interrupted
fr_fr: ...Interrompu
it_it: ...Interrotto
nl_nl: ...Onderbroken
pt_br: Interrompido

source: Presets
fr_fr: Pré-réglages
it_it: Preimpostazioni
pt_br: Ajustes

source: New
fr_fr: Nouveau
it_it: Nuovo
nl_nl: Nieuw
pt_br: Novo

source: Export selected
fr_fr: Exporter la sélection
it_it: Esporta selezione
nl_nl: Exporteer geselecteerden
pt_br: Exportar selecionado

source: Export all...
fr_fr: Exporter tout...
it_it: Esporta tutto...
nl_nl: Exporteer allen...
pt_br: Exportar tudo ...

source: Import preset
fr_fr: Importer un pré-réglage
it_it: Importa preimpostazione
nl_nl: Importeer preset
pt_br: Importar predefinição

source: Import folder
it_it: Importa cartella

source: Restore selected
it_it: Ripristina selezione

source: Restore all...
fr_fr: Tout Restaurer...
it_it: Ripristina tutto...
nl_nl: Herstel allen...
pt_br: Restaurar tudo...

source: Reload all
it_it: Ricarica tutto

source: Profiles
fr_fr: Profils
it_it: Profili
nl_nl: Profielen
pt_br: Perfis

source: Add
fr_fr: Ajouter
it_it: Aggiungi
nl_nl: Voeg toe
pt_br: Adicionar

source: Delete
fr_fr: Supprimer
it_it: Cancella
nl_nl: Verwijder
pt_br: Excluir

source: Duplicate
fr_fr: Dupliquer
it_it: Duplica
nl_nl: Kopieer

source: One-Pass Encoding
it_it: Codifica a passaggio singolo

source: Two-Pass Encoding
it_it: Codifica a due passaggi

source: Choose a preset and view its profiles
fr_fr: Choisissez un pré-réglage et affichez son profil
it_it: Scegli una preimpostazione e visualizza i suoi profili
nl_nl: Kies een preset en bekijk de profielen ervan
pt_br: Escolha uma predefinição e veja seus perfis

source: Create a new profile and save it in the selected preset
fr_fr: Créez un nouveau profil et enregistrez-le dans le pré-réglage sélectionné
it_it: Crea un nuovo profilo e salvalo nella preimpostazione selezionata
nl_nl: Maak een nieuw profiel en bewaar het in de geselecteerde preset
pt_br: Crie um novo perfil e salve-o na predefinição selecionada

source: Delete the selected profile
fr_fr: Supprimer le profil sélectionné
it_it: Cancella il profilo selezionato
nl_nl: Verwijder het geselecteerde profiel
pt_br: Exclua o perfil selecionado

source: Edit the selected profile
fr_fr: Éditer le profil sélectionné
it_it: Modifica il profilo selezionato
nl_nl: Edit het geselecteerde profiel
pt_br: Editar o perfil selecionado

source: Create a new preset
fr_fr: Créer un nouveau pré-réglage
it_it: Crea una nuova preimpostazione
nl_nl: Maak een nieuwe preset
pt_br: Crie uma nova predefinição

source: Remove the selected preset from the Presets Manager
fr_fr: Supprimer le pré-réglage du Gestionnaire de Pré-réglages
it_it: Rimuovi la preimpostazione selezionata dal Gestionale Preimpostazioni
nl_nl: Verwijder de geselecteerde preset uit de Presets Manager
pt_br: Remova a predefinição selecionada do Gerenciador de Predefinições

source: Export selected preset as copy
fr_fr: Exporter le préréglage en tant que copie
it_it: Esporta la preimpostazione selezionata come copia
nl_nl: Exporteer geselecteerde preset als copy
pt_br: Exportar predefinição selecionada como cópia

source: Export entire presets folder as copy
fr_fr: Exporter l'intégralité du dossier de préréglages en tant que copie
it_it: Esporta l'intera directory delle preimpostazioni come copia
nl_nl: Exporteer gehele presets folder als copy
pt_br: Exportar pasta predefinida inteira como cópia

source: Import a new preset or update an existing one
fr_fr: Importer un nouveau préréglage ou mettre à jour un préréglage existant
it_it: Importa una nuova preimpostazione o aggiornane una di esistente
nl_nl: Importeer een nieuwe preset of update een bestaande
pt_br: Importe uma nova predefinição ou atualize uma existente

source: Import a presets folder, updating those in use
it_it: Importa una cartella di preimpostazioni, aggiornando quelle in uso

source: Replace the selected preset with the Videomass default one
fr_fr: Remplacez le préréglage sélectionné par celui de Videomass par défaut
it_it: Sostituisci la preimpostazione selezionata con quella predefinita di Videomass
nl_nl: Vervang de geselecteerde preset met de Videomass standaard
pt_br: Substitua a predefinição selecionada pela padrão do Videomass

source: Retrieve all Videomass default presets
fr_fr: Récupérer tous les préréglages par défaut de Videomass
it_it: Recupera tutte le preimpostazioni predefinite di Videomass
nl_nl: Haal alle Videomass standaard presets op
pt_br: Recupere todas as predefinições padrão do Videomass

source: Update the presets list
fr_fr: Mise à jour de la liste des pré-réglages
it_it: Aggiorna la lista delle preimpostazioni
nl_nl: Update de presets lijst
pt_br: Atualize a lista de predefinições

source: Outdated presets version found: v{1} A new version is available: v{0} This update provides new presets included on the latest versions of Videomass. To avoid data loss and allow for possible recovery, the outdated presets folder will be backed up in the program configuration directory: "{2}" Do you want to perform this update now?
it_it: Rilevata versione preimpostazioni obsoleta: v{1}. È disponibile una nuova versione: v{0} Questo aggiornamento fornisce nuove preimpostazioni incluse nelle ultime versioni di Videomass. Per evitare la perdita di dati e consentire un possibile ripristino, verrà eseguito il backup della cartella delle preimpostazioni obsolete nella directory di configurazione del programma: "{2}" Vuoi eseguire questo aggiornamento adesso?

source: Name
fr_fr: Nom
it_it: Nome
nl_nl: Naam
pt_br: Nome

source: Output Format
fr_fr: Format de sortie
it_it: Formato in Uscita
nl_nl: Output Formaat
pt_br: Formato de saída

source: Supported Format List
fr_fr: Liste de formats supportés
it_it: Elenco formati supportati
nl_nl: Lijst Ondersteunde Formaten
pt_br: Lista de formatos suportados

source: ERROR: Preset not supported! FILE: "{}"
it_it: ERRORE:File di preimpostazione non supportato FILE: "{}"

source: ERROR: json key error FILE: "{0}" {1}
it_it: ERRORE: errore Chiave json FILE: "{0}" {1}

source: Enter name for new preset
fr_fr: Entrez le nom du nouveau pré-réglage
it_it: Inserisci il nome per la nuova preimpostazione
nl_nl: Voer naam in voor nieuwe preset
pt_br: Insira o nome para a nova predefinição

source: Cannot save current data in file '{}'.
fr_fr: Impossible d'enregistrer les données dans le fichier'{}'.
it_it: Impossibile salvare i dati correnti nel file '{}'.
nl_nl: Kan huidige data niet in bestand '{}' bewaren.
pt_br: Não é possível salvar os dados atuais no arquivo '{}'.

source: 'Successful! A new empty preset has been created.
fr_fr: 'Bravo! Un nouveau pré-réglage vide a été créé.
it_it: 'Riuscito! È stato creato una nuova preimpostazione vuota.
nl_nl: 'Succesvol! Een nieuwe lege preset is gemaakt.
pt_br: 'Bem sucedido! Uma nova predefinição vazia foi criada.

source: Are you sure you want to remove "{}" preset? It will be moved to the "Removals" subfolder inside the presets folder.
it_it: Sei sicuro di rimuovere la preimpostazione "{}" ? Sarà spostata nella sotto-cartella "Removals" dentro la cartella delle preimpostazioni.

source: {} Sorry, removal failed, cannot continue..
fr_fr: {} désolé, la suppression a échoué, impossible de continuer.
it_it: {} Spiacente, rimozione non riuscita, impossibile procedere..
nl_nl: {} Sorry, verwijdering mislukt, kan niet verder gaan..
pt_br: {} Desculpe, a remoção falhou, não é possível continuar ..

source: The preset "{0}" was successfully removed
fr_fr: Le pré-réglage"{0}" a été supprimé avec succès
it_it: La preimpostazione "{0}" è stata rimossa con successo
nl_nl: De preset "{0}" was succesvol verwijderd
pt_br: A predefinição "{0}" foi removida com sucesso

source: A file with this name already exists, do you want to overwrite it?
fr_fr: Un fichier avec ce nom existe déjà, voulez-vous l'écraser ?
it_it: Esiste già un file con lo stesso nome, vuoi sovrascriverlo?
nl_nl: Een bestand met deze naam bestaat al, wilt u het overschrijven?
pt_br: Já existe um arquivo com este nome, deseja substituí-lo?

source: The preset was exported successfully
fr_fr: Le pré-réglage a été exporté avec succès
it_it: La preimpostazione è stata esportata con successo
nl_nl: De preset was succesvol geëxporteerd
pt_br: A predefinição foi exportada com sucesso

source: All presets have been exported successfully
fr_fr: Tous les pré-réglages ont été exportés avec succès
it_it: Tutte le preimpostazioni sono state esportate correttamente
nl_nl: Alle presets zijn succesvol geëxporteerd
pt_br: Todas as predefinições foram exportadas com sucesso

source: Import a new preset
fr_fr: Importer un nouveau pré-réglage
it_it: Importa una nuova preimpostazione
nl_nl: Importeer een nieuwe preset
pt_br: Importar uma nova predefinição

source: Error, invalid preset: "{}"
fr_fr: Erreur, pré-réglage invalide: "{}"
it_it: Errore, preimpostazione non valida: "{}"
nl_nl: Error, ongeldige preset: "{}"
pt_br: Erro, predefinição inválida: "{}"

source: This preset already exists and is about to be updated. Don't worry, it will keep all your saved profiles. Do you want to continue?
fr_fr: Ce préréglage existe déjà, il est sur le point d'être mis à jour. Ne vous inquiétez pas, tous vos profils enregistrés seront conservés.. Voulez-vous continuer?
it_it: Questa preimpostazione esiste già e sta per essere aggiornata. Non preoccuparti, manterrà tutti i tuoi profili salvati. Vuoi continuare?
nl_nl: Deze preset bestaat al en zal ge-update worden. Geen zorgen, alle bewaarde profielen zullen behouden blijven. Wilt u verder gaan?
pt_br: Esta predefinição já existe e está prestes a ser atualizada. Não se preocupe, ele manterá todos os seus perfis salvos. Você quer continuar?

source: A new preset was successfully imported
fr_fr: Un nouveau pré-réglage a été importé avec succès
it_it: Una nuova preimpostazione è stata importata con successo
nl_nl: Een nieuwe preset is succesvol geïmporteerd
pt_br: Uma nova predefinição foi importada com sucesso

source: This will update the presets database. Don't worry, it will keep all your saved profiles. Do you want to continue?
fr_fr: Mise à jour la base de données Pré-réglages. Ne vous inquiétez pas, tous vos profils enregistrés seront conservés. Voulez-vous continuer ?
it_it: Questa operazione aggiornerà il database delle preimpostazioni. Non preoccuparti, manterrà tutti i tuoi profili salvati. Vuoi continuare?
nl_nl: Hierdoor zal de presets database worden ge-update. Geen zorgen, alle bewaarde profielen zullen behouden blijven. Wilt u verder gaan?
pt_br: Isso atualizará o banco de dados de predefinições. Não se preocupe, ele manterá todos os seus perfis salvos. Você quer continuar?

source: Import a new presets folder
fr_fr: Importer un nouveau dossier de pré-réglages
it_it: Importa una nuova cartella delle preimpostazioni
nl_nl: Importeer een nieuwe preset folder
pt_br: Importar uma nova pasta de predefinições

source: The presets database has been successfully updated
fr_fr: La base de données Pré-réglages a été mise à jour avec succès
it_it: Il database delle preimpostazioni è stato aggiornato con successo
nl_nl: De presets database is succesvol ge-update
pt_br: O banco de dados de predefinições foi atualizado com sucesso

source: Be careful! The selected preset will be overwritten with the default one. Your profiles may be deleted! Do you want to continue?
fr_fr: Attention! Le pré(réglage sélectionné sera écrasé par celui par défaut. Vos profils seront supprimés! Voulez-vous continuer ?
it_it: Stai attento! La preimpostazione selezionata verrà sovrascritta con quella predefinita. I tuoi profili potrebbero essere cancellati! Vuoi continuare?
nl_nl: Voorzichtig! De geselecteerde preset zal overschreven worden door de standaard. Uw profielen zouden verwijderd kunnen worden! Wilt u verder gaan?
pt_br: Tome cuidado! A predefinição selecionada será substituída pela padrão. Seus perfis podem ser excluídos! Você quer continuar?

source: Successful recovery
fr_fr: Récupération réussie
it_it: Ripristino riuscito
nl_nl: Succesvol herstel
pt_br: Recuperação bem sucedida

source: Be careful! This action will restore all presets to default ones. Your profiles may be deleted! In any case, to avoid data loss, the presets folder will be backed up in the program's configuration directory. Do you want to continue?
it_it: Stai attento! Questa azione ripristinerà tutte le preimpostazioni a quelle predefinite. I tuoi profili potrebbero essere cancellati! In ogni caso, per evitare perdite di dati, verrà effettuato il backup della cartella delle preimpostazioni nella directory di configurazione del programma. Vuoi continuare?

source: All default presets have been successfully recovered
fr_fr: Tous les pré-réglages par défaut ont été restaurés avec succès
it_it: Tutte le preimpostazioni predefinite sono state ripristinate con successo
nl_nl: Alle standaard presets zijn met succes hersteld
pt_br: Todas as predefinições padrão foram recuperadas com sucesso

source: New Profile - Preset "{}"
it_it: Nuovo profilo - Preimpostazione "{}"

source: *Edit Profile - Preset "{}"
it_it: *Modifica profilo - Preimpostazione "{}"

source: Are you sure you want to delete the selected profile? It will no longer be possible to recover it.
fr_fr: Etes vous sûr de vouloir supprimer le profil? Il sera impossible de le récupérer.
it_it: Sei sicuro di voler eliminare il profilo selezionato? non sarà più possibile recuperarlo.
nl_nl: Geselecteerde profiel verwijderen? Het zal niet meer hersteld kunnen worden.
pt_br: Tem certeza de que deseja excluir o perfil selecionado? Não será mais possível recuperá-lo.

source: First select a profile in the list
fr_fr: Sélectionnez d'abord un profil dans la liste
it_it: Dovresti selezionare un profilo nella lista
nl_nl: Selecteer eerst een profiel in de lijst
pt_br: Primeiro selecione um perfil na lista

source: The selected profile command has been changed manually. Do you want to apply it during the conversion process?
fr_fr: La commande de profil sélectionnée a été modifiée manuellement.. Voulez-vous l'appliquer pendant le processus de conversion?
it_it: Il comando del profilo selezionato è stato cambiato manualmente. Vuoi applicarlo durante il processo di conversione?
nl_nl: Het geselecteerde profiel commando is handmatig gewijzigd. Wilt u dit toepassen voor het conversie proces?
pt_br: O comando de perfil selecionado foi alterado manualmente. Quer aplicá-lo durante o processo de conversão?

source: Don't show this dialog again
fr_fr: Ne plus afficher cette boîte de dialogue
it_it: Non mostrare ancora questo dialogo
nl_nl: Toon dit dialoogscherm niet meer
pt_br: Não mostrar esta caixa de diálogo novamente

source: Batch processing items Destination Automation/Preset Encoding passes Profile Used Output Format Start of segment Clip duration
it_it: Elementi in elaborazione batch Destinazione Automazione/Preimpostazione Passaggi di codifica Profilo usato Formato in uscita Inizio segmento Durata clip

source: Images need to be resized, please use Resize function.
it_it: Le immagini devono essere ridimensionate, utilizzare la funzione ridimensiona.
