Repository: jeanslack/Videomass
Catalog: videomass/locale/*/LC_MESSAGES/videomass.po
Languages: fr_fr, it_it, nl_nl, pt_br

source: From an image sequence to a video file
fr_fr: D'une séquence d'images à une vidéo
nl_nl: Van afbeelingen serie naar een video file

source: Duration:
fr_fr: Durée:
nl_nl: Duur:

source: Set the time interval between images in seconds (from 1 to 100 sec.), default is 1 second
fr_fr: Définissez l'intervalle de temps entre les images en secondes (de 1 à 100 secondes), la valeur par défaut est de 1 seconde

source: File to concatenate Output filename Destination Output Format Time Period
fr_fr: Filchier à assembler Nom de sortie du fichier Destination Format de sortie Durée

source: Download all videos in playlist
fr_fr: Télécharger toutes les vidéos de la playlist
nl_nl: Download alle videos in de playlist
pt_br: Baixe todos os vídeos na lista de reprodução

source: Write subtitles to video
fr_fr: Inclure les sous-titres dans la vidéo
nl_nl: Schrijf ondertitels naar video
pt_br: Baixar legendas para o vídeo

source: Download all available subtitles
fr_fr: Télécharger tous les sous-titres disponibles
nl_nl: Download alle beschikbare ondertitelingen

source: Download subtitles only
fr_fr: Télécharger uniquement les sous-titres
nl_nl: Download alleen ondertitelingen

source: Prevent overwriting files
fr_fr: Ne pas écraser les fichiers
nl_nl: Voorkom overschrijven bestanden

source: Include the video ID in the file names
fr_fr: Inclure l'ID de la vidéo dans les noms de fichiers
nl_nl: Voeg de video ID toe aan de bestandsnamen
pt_br: Incluir o ID do vídeo nos nomes dos arquivos

source: Restrict file names
fr_fr: Réduire les noms de fichiers
nl_nl: Beperk bestandsnamen
pt_br: Restringir nomes de arquivos

source: Play selected url
fr_fr: Lire l'URL sélectionnée
nl_nl: Speel geselecteerde url af

source: An item must be selected in the URLs checklist
fr_fr: Un élément doit être sélectionné dans la liste de contrôle des URL
nl_nl: Een item moet geselecteerd zijn in de URL lijst

source: Only one video can be played at a time. Unsupported '{0}': '{1}'
fr_fr: Une seule vidéo peut être lue à la fois non pris en charge '{0}': '{1}'
nl_nl: Slechts 1 video kan worden afgespeeld tegelijkertijd. Niet ondersteund '{0}': '{1}'

source: Quality
fr_fr: Qualité
nl_nl: Kwaliteit

source: File Name
fr_fr: Nom du fichier
nl_nl: Bestandsnaam
pt_br: Nome do arquivo

source: Duplicate files are rejected: > {}
fr_fr: Les fichiers en double sont refusés: > {}
nl_nl: Gelijke bestanden zijn overgeslagen: > {}

source: Remove the selected files from the list
fr_fr: Supprimer les fichiers de la liste

source: Delete all files from the list
fr_fr: Supprimer tous les fichiers de la liste
nl_nl: Verwijder alle bestanden uit de lijst
pt_br: Exclua todos os arquivos da lista

source: Destination folder
fr_fr: Dossier de destination
nl_nl: Bestemming folder
pt_br: Diretório de destino

source: Process log:
fr_fr: Log de traitement:
nl_nl: Proces log:
pt_br: Log do processo:

source: Suppress excess output
fr_fr: Supprimer la production excédentaire
nl_nl: Onderdruk overtollige output

source: If activated, hides some output messages.
fr_fr: Si activé, masque certains messages de sortie.
nl_nl: Verbergt bepaalde output berichten.

source: wait... all operations will be stopped at the end of the download in progress.
fr_fr: attendez ... toutes les opérations seront arrêtées à la fin du téléchargement en cours.

source: wait... I'm interrupting
fr_fr: interruption ... en cours

source: There are still processes running.. if you want to stop them, use the "Abort" button. Do you want to kill application?
fr_fr: Il y a encore des processus en cours d'exécution. Si vous voulez les arrêter, utilisez le bouton "Annuler". Voulez-vous tuer l'application?
nl_nl: Er zijn nog processen bezig.. druk de knop "Afbreken" om deze te stoppen. Wilt u de applicatie afbreken?
pt_br: Ainda há processos em execução .. se quiser pará-los, use o botão "Encerrar". Você quer encerrar o aplicativo?

source: Import group
fr_fr: Importer un groupe
nl_nl: Importeer groep
pt_br: Importar grupo

source: Restore
fr_fr: Restaurer
nl_nl: Herstel
pt_br: Restaurar

source: One-Pass
fr_fr: Une Passe
nl_nl: Een-Pass
pt_br: Primeira passagem

source: Two-Pass
fr_fr: Deux Passes
nl_nl: Twee-Pass
pt_br: Segunda passagem

source: Import a group of presets from a folder and update existing ones
fr_fr: Importer un groupe de pré-réglages à partir d'un dossier et mettre à jour les profils existants
nl_nl: Importeer een groep presets van een folder en update bestaanden
pt_br: Importe um grupo de predefinições de uma pasta e atualize as existentes

source: First pass of the selected profile
fr_fr: Première passe du profil sélectionné
nl_nl: Eerste pass van het geselecteerde profiel
pt_br: Primeira passagem do perfil selecionado

source: Second pass of the selected profile
fr_fr: Seconde passe du profil sélectionné
nl_nl: Tweede pass van het geselecteerde profiel
pt_br: Segunda passagem do perfil selecionado

source: ERROR: Typing error on JSON keys: {} File: "{}" key malformed ?
fr_fr: ERREUR: Erreur de saisie sur les clés JSON: {} Fichier: "{}" clé mal formée ?
nl_nl: ERROR: fout in JSON keys: {} Bestand: "{}" sleutel misvormd ?
pt_br: ERROR: erro de digitação nas chaves JSON: {} Arquivo: "{}" chave mal formada?

source: Are you sure you want to remove "{}" preset? It will be moved to the "Removals" subfolder of the presets folder.
fr_fr: Êtes-vous sûr de vouloir supprimer"{}" pré-réglage? Il sera déplacé vers le sous-dossier "Removals" du dossier Pré-réglages.
nl_nl: Weet u zeker dat u preset "{}" wilt verwijderen? Deze wordt verplaatst naar de "Verwijderd" subfolder in de presets folder.
pt_br: Tem certeza de que deseja remover a predefinição "{}"? Ela será movida para a subpasta "Removals" da pasta de predefinições.

source: Choose a folder to save the selected preset
fr_fr: Choisir un dossier pour sauvegarder le pré-réglage sélectionné
nl_nl: Kies een folder om de geselecteerde preset te bewaren
pt_br: Escolha uma pasta para salvar a predefinição selecionada

source: Choose a folder to export all presets
fr_fr: Choisissez un dossier pour exporter tous les pré-réglages
nl_nl: Kies een folder om alle presets naar te exporteren
pt_br: Escolha uma pasta para exportar todas as predefinições

source: Sorry, this preset is not part of default Videomass presets.
fr_fr: Désolé, ce pré-réglage ne fait pas partie des pré-réglages de Videomass par défaut.
nl_nl: Sorry, deze preset hoort niet tot standaard Videomass presets.
pt_br: Desculpe, esta predefinição não faz parte das predefinições padrão do Videomass.

source: Be careful! This action will restore all presets to default ones. Your profiles may be deleted! Do you want to continue?
fr_fr: Faire attention! Cette action restaure tous les pré-réglages par défaut. Vos profils seront supprimés! Voulez-vous continuer ?
nl_nl: Voorzichtig! Hierdoor zullen alle presets door standaard waarden vervangen worden. Uw profielen zouden verwijderd kunnen worden! Wilt u verder gaan?
pt_br: Tome cuidado! Esta ação irá restaurar todas as predefinições para os padrões. Seus perfis podem ser excluídos! Você quer continuar?

source: Create a new profile on "{}" preset
fr_fr: Créer un nouveau profil sur "{}" Pré-réglage
nl_nl: Maak een nieuw profiel op "{}" preset

source: Edit profile of the "{}" preset
fr_fr: Éditer un profil de "{}" pré-réglage
nl_nl: Edit profiel van de "{}" preset

source: Queued File Pass Encoding Profile Used Output Format Time Period
fr_fr: File d'Attente Passe Encodiage Profil Utilisé Format de Sortie Period Time

source: Enter URLs below
fr_fr: Entrez les URL ci-dessous
nl_nl: Voeg URLs hieronder toe
pt_br: Insira os URLs abaixo

source: Delete all text from the list
fr_fr: Supprimer le texte de la liste
nl_nl: Verwijder alle tekst uit de lijst

source: Images need to be resized, please use Resizing function.
fr_fr: Les images doivent être redimensionnées, veuillez utiliser la fonction de Redimensionnement.

source: Open an audio file
fr_fr: Ouvrir un fichier audio

source: File to process Output filename Destination Folder Output Format Additional arguments Audio file Shortest Resizing Pre-input Frame per Second (FPS) Still image duration Overall video duration
fr_fr: Fiichier à traiter Nom de Fichier en sortie Dossier de Destination Format de Sortie Arguments Aditionnels Fichier Audio Shortest Redimensionnement Pre-input Images par Seconde (FPS) Durée image par Seconde Durée Totale de la Video

source: Selected File Output Format Destination Folder Rate (fps) Resizing Mosaic rows Mosaic columns Mosaic padding Mosaic margin Custom Arguments Time Period
fr_fr: Fichier Sélectionné Format de Sortie Dossier de Destination Rate (fps) Redimensionner Mosaic Rangées Mosaic Colonnes Mosaic Padding Mosaic Marges Arguments Personnalisés Time Period

source: The audio Rate (or sample-rate) is the sound sampling frequency and is measured in Hertz. The higher the frequency, the more true it will be to the sound source and the more the file will increase in size. For audio CD playback, set a sampling frequency of 44100 kHz. If you are not sure, set to "Auto" and source values will be copied.
nl_nl: De audio rate (of sample rate) is de geluid-sampling frequentie, gemeten in Hertz. Hoe hoger deze frequentie, hoe meer het audiosignaal overeen zal komen met de geluidsbron en hoe groter het bestand zal worden. Zet de sample frequentie op 44100 kHz om een audio CD normaal af te spelen. Als u niet zeker bent, kies "Auto" en de bronwaarden worden gekopiëerd.

source: The audio bitrate affects the file compression and thus the quality of listening. The higher the value, the higher the quality.
nl_nl: De audio bitrate beïnvloedt de bestandscompressie en daarom de geluidskwaliteit. Hoe hoger de waarde, hoe hoger de kwaliteit.

source: bit depth is the number of bits of information in each sample, and it directly corresponds to the resolution of each sample. Bit depth is only meaningful in reference to a PCM digital signal. Non-PCM formats, such as lossy compression formats, do not have associated bit depths.
nl_nl: bit depth is het aantal informatie-bits in elke sample en heeft direct betrekking op de resolutie ervan. Bit depth is alleen relevant bij een digitaal PCM signaal. Niet-PCM formaten, zoals lossy compressie formaten, hebben geen bit depth.

source: Menu bar > Tools > Update {}
nl_nl: Menu balk > Gereedschappen > Update {}

source: format
nl_nl: formaat

source: Be patient... this can take a few minutes.
nl_nl: Heb geduld... dit kan enige minuten duren.

source: Videomass - Updating...
nl_nl: Videomass - Bezig met updaten...

source: jump to the start panel
nl_nl: spring naar het start panel

source: jump to the Presets Manager panel
nl_nl: spring naar het Presets Manager panel

source: A/V conversions Shift+V
nl_nl: A/V conversies Shift+V

source: jump to the Audio/Video Conversion panel
nl_nl: spring naar het Audio/Video Conversie panel

source: jump to the Concatenate Demuxer panel
nl_nl: spring naar het Samenvoeg Demuxer panel

source: jump to the YouTube Downloader panel
nl_nl: spring naar het YouTube Downloader panel

source: {0} is already up-to-date {1}
nl_nl: {0} is reeds up-to-date {1}

source: {0} version {1} is available and will replace the old version {2} Do you want to update now?
nl_nl: {0} versie {1} is beschikbaar en zal de oude versie {2} vervangen Wilt u nu updaten?

source: To update {} it is necessary to rebuild the Videomass AppImage. This procedure will be completely automatic and will only require you to select the location of the AppImage. Do you want to continue?
nl_nl: Om {} te updaten is het nodig de Videomass AppImage opnieuw samen te stellen. Deze procedure zal volledig automatisch verlopen, u hoeft alleen de locatie van de AppImage te selecteren. Wilt u doorgaan?

source: Select the 'Videomass-{}-x86_64.AppImage' file to update
nl_nl: Selecteer het 'Videomass-{}-x86_64.AppImage' bestand om te updaten

source: Successful! {0} is up-to-date ({1}) Re-start is required.
nl_nl: Succesvol! {0} is up-to-date ({1}) Herstart is nodig.

source: Failed! For details consult: {}/AppImage_Updates.log
nl_nl: Mislukt! Voor details raadpleeg: {}/AppImage_Updates.log

source: Failed! {}
nl_nl: Mislukt! {}

source: Min Rate (kb)
nl_nl: Minimale Rate (kb)

source: Max Rate (kb)
nl_nl: Maximale Rate (kb)

source: Rotation
nl_nl: Rotatie
pt_br: Rotação

source: Audio/Video EBU normalization
nl_nl: Audio/Video EBU normalisatie

source: Audio conversions
nl_nl: Audio conversies

source: Audio EBU normalization
nl_nl: Audio EBU normalisatie

source: SUMMARY Queued File Output Format Web Optimize Audio Codec Audio bit-rate Audio Channels Audio Rate Bit per Sample Audio Normalization Time Period Input Audio Map
nl_nl: OVERZICHT Wachtrij Bestand Output Formaat Web Optimalisatie Audio Codec Audio bit-rate Audio Kanelen Audio Rate Bit per Sample Audio Normalisatie Tijdsperiode Input Audio Map

source: SUMMARY Queued File Web Optimize Output Format Video Codec Aspect Ratio FPS Audio Codec Audio Channels Audio Rate Audio bit-rate Bit per Sample Audio Normalization Input Audio Map Output Audio Map Subtitles Map Time Period
nl_nl: OVERZICHT Wachtrij Bestand Web Optimalisatie Output Formaat Video Codec Aspect Ratio FPS Audio Codec Audio Kanalen Audio Rate Audio bit-rate Bit per Sample Audio Normalisatie Input Audio Map Output Audio Map Ondertitels Map Tijdsperiode

source: SUMMARY Queued File Web Optimize Pass Encoding Output Format Video Codec Video bit-rate CRF Min Rate Max Rate Buffer size VP8/VP9 Options Video Filters Aspect Ratio FPS Preset Profile Tune Audio Codec Audio Channels Audio Rate Audio bit-rate Bit per Sample Audio Normalization Input Audio Map Output Audio Map Subtitles Map Time Period
nl_nl: OVERZICHT Wachtrij Bestand Web Optimalisatie Pass Encoding Output Formaat Video Codec Video bit-rate CRF Min Rate Max Rate Buffer grootte VP8/VP9 Opties Video Filters Aspect Ratio FPS Preset Profiel Tune Audio Codec Audio Kanalen Audio Rate Audio bit-rate Bit per Sample Audio Normalisatie Input Audio Map Output Audio Map Ondertitels Map Tijdsperiode

source: 1.4 Concatenate media files (demuxer)
nl_nl: 1.4 Media bestanden samenvoegen (demuxer)

source: Starts
nl_nl: Start

source: SUMMARY File to concatenate Output filename Destination Output Format Time Period
nl_nl: OVERZICHT Bestand om aaneen te schakelen Output bestandsnaam Bestemming Output Formaat Tijd Periode

source: Invalid filename. Contains double or single quotes
nl_nl: Ongeldige bestandsnaam. Bevat dubbele of enkele aanhalingstekens

source: No file selected
nl_nl: Geen bestand geselecteerd

source: wait... I'm aborting
nl_nl: wacht... bezig met afbreken

source: SUMMARY Queued File Pass Encoding Profile Used Output Format Time Period
nl_nl: OVERZICHT Wachtrij Bestand Pass Encoding Gebruikt Profiel Output Formaat Tijdsduur

source: Seek
nl_nl: Zoek

source: Seek to given time position
nl_nl: Zoek tot opgegeven tijdpositie

source: Total duration
nl_nl: Totale duur

source: Audio
pt_br: Áudio

source: fps
pt_br: quadros por segundo
