Repository: jeanslack/Videomass
Catalog: videomass/locale/*/LC_MESSAGES/videomass.po
Languages: fr_fr, it_it, nl_nl, pt_br

source: Max volume dBFS
fr_fr: Volume maximal dBFS
it_it: Volume massimo dBFS
pt_br: Volume máximo dBFS

source: Mean volume dBFS
fr_fr: Volume moyen dBFS
it_it: Volume medio dBFS
pt_br: Volume médio dBFS

source: Result dBFS
fr_fr: Résultat dBFS
it_it: Risultato dBFS
nl_nl: Resultaat dBFS
pt_br: Resultado dBFS

source: Post-normalization references:
fr_fr: Références Post normalisation:
it_it: Riferimenti post-normalizzazione:
nl_nl: Post-normalizatie referenties:
pt_br: Referências pós-normalização:

source: = Clipped peaks
fr_fr: = Pics écrêtés
it_it: = Picchi in clip
pt_br: = Picos cortados

source: = No changes
fr_fr: = Aucun changement
it_it: = Non cambia
nl_nl: = Geen wijzigingen
pt_br: = Sem alterações

source: = Below max peak
fr_fr: = En dessous du pic maximum
it_it: = Sotto il picco max
nl_nl: = Onder max peak
pt_br: = Abaixo da altura máxima

source: RMS-based volume statistics
fr_fr: Statistiques de volume basées sur RMS
it_it: Statistiche del volume basate su RMS
nl_nl: RMS-gebaseerde volume statistieken
pt_br: Estatísticas de volume baseadas em RMS

source: PEAK-based volume statistics
fr_fr: Statistiques de volume basées sur le Pic
it_it: Statistiche del volume basate sul PICCO
nl_nl: PEAK-gebaseerde volume statistieken
pt_br: Estatísticas de volume baseadas em PEAK

source: ...It means the resulting audio will be clipped, because its volume is higher than the maximum 0 db level. This results in data loss and the audio may sound distorted.
it_it: ...Significa che il risultato finale del segnale audio sarà tagliato, perché superiore al livello massimo di 0 db. Ciò comporterà la perdita di dati nel segnale audio e il suono potrebbe risultare distorto.

source: ...It means the resulting audio will not change, because it's equal to the source.
it_it: ..Significa che il segnale audio non cambierà, perché uguale a quello di origine.

source: ...It means an audio signal will be produced with a lower volume than the source.
it_it: ...Significa che verrà prodotto un segnale audio con un volume inferiore a quello originale.

source: q, ESC f p, SPC m 9, 0 /, * a v t c w s left/right down/up page down/page up right mouse click left mouse double-click
fr_fr: q, ESC f p, SPC m 9, 0 /, * a v t c w s gauche/droit haut/bas page bas/page haut clic droit souris double-clic gauche souris
it_it: q, ESC f p, SPC m 9, 0 /, * a v t c w s sinistra/destra giù/su pagina giù/pagina su click destro del mouse click sinistro del mouse
nl_nl: q, ESC f p, SPC m 9, 0 /, * a v t c w s links/rechts down/up page down/page up rechter muis klik linker muis dubbel-klik
pt_br: q, ESC f p, SPC m 9, 0 /, * a v t c w s esquerda / direita baixo / cima page down / page up clique com o botão direito do mouse clique duplo esquerdo do mouse

source: Shortcut keys while playing with FFplay
fr_fr: Raccourcis clavier pour la lecture avec FFplay
it_it: Scorciatoie da tastiera durante la riproduzione con FFplay
nl_nl: Sneltoetsen bij afspelen met FFplay
pt_br: Teclas de atalho ao reproduzir com FFplay

source: Edit
fr_fr: Éditer
it_it: Modifica
pt_br: Editar

source: Remove
fr_fr: Retirer
it_it: Rimuovi
nl_nl: Verwijder
pt_br: Remover

source: Remove all
it_it: Rimuovi tutto

source: Export queue file
it_it: Esporta file della coda

source: Import queue file
it_it: Importa file della coda

source: Destination file name
it_it: Nome file di destinazione

source: Remove all items in the queue
it_it: Rimuovi tutti gli elementi in coda

source: Videomass - Queue
it_it: Videomass - Coda

source: Export queue file
it_it: Esporta file della coda

source: Same as source
it_it: Uguale all'origine

source: Source File destination Automation/Preset Encoding passes Output Format Start of segment Clip duration
it_it: Sorgente Destinazione file Automazione/Preimpostazione Passaggi di codifica Formato di output Inizio segmento Durata clip

source: Videomass - Edit the selected item in the queue
it_it: Videomass - Modifica l'elemento selezionato nella coda

source: Multiple matches were found in the destination file names. Please choose one of the following actions:
it_it: Sono state trovate più corrispondenze nei nomi dei file di destinazione. Scegli una delle seguenti azioni:

source: Replace occurrences with items from the imported queue.
it_it: Sostituisci le occorrenze con gli elementi della coda importata.

source: Add only missing items to the queue.
it_it: Aggiungi solo gli elementi mancanti alla coda.

source: Remove the current queue and replace it with the imported one.
it_it: Rimuovi la coda corrente e sostituiscila con quella importata.

source: Videomass - Action is required...
it_it: Videomass - E' richiesta un'azione...

source: Start point adjustment
it_it: Regola posizione Iniziale

source: End point adjustment
it_it: Regola posizione Finale

source: Hours
it_it: Ore

source: Minutes
it_it: Minuti

source: Seconds
it_it: Secondi

source: Milliseconds
it_it: Millisecondi

source: No source duration:
it_it: Nessuna durata sorgente:

source: {0} {1} | Segment Duration: {2}
it_it: {0} {1} | Durata Segmento: {2}

source: End adjustment
it_it: Regola Fine

source: Start adjustment
it_it: Regola Inizio

source: Source duration:
it_it: Durata sorgente:

source: WARNING: Invalid selection, out of range.
it_it: ATTENZIONE: Selezione non valida, fuori intervallo.

source: Start by dragging the bottom left handle, or right-click for options.
it_it: Inizia trascinando la maniglia in basso a sinistra o fai clic con il pulsante destro del mouse per le opzioni.

source: Start
it_it: Inizio

source: End
it_it: Fine

source: The timeline editor is a tool that allows you to trim slices of time on selected imported media (see File List panel). The "time format" used to report durations is expressed in hours, minutes, seconds and milliseconds (HH:MM:SS.ms). Note that importing new files, making new selection, deselection, deleting items, sorting items (ie by LEFT clicking on the column headers), will reset any previous settings to default values. If the File List panel is empty or no source files are selected, the overall duration values will be set to 23:59:59.999, rather than the duration of a selected source file (see status bar messages). The "Start"/"End" duration values always refer to the initial position of the timeline: 00:00:00.000. For other informations as the segment duration and warnings, please refer to the status bar messages.
it_it: L'editor timeline è uno strumento che consente di ritagliare porzioni di tempo sui media importati e selezionati (vedere pannello Lista dei File). Il "formato tempo" utilizzato per riportare le durate è espresso in ore, minuti, secondi e millisecondi (HH:MM:SS.ms). Si noti che l'importazione di nuovi file, l'effettuare nuove selezioni, deselezioni, l'eliminazione di elementi, l'ordinamento di elementi (ad es. facendo clic con il pulsante SINISTRO sulle intestazioni delle colonne), ripristineranno tutte le impostazioni precedenti ai valori predefiniti. Se il pannello Lista dei File è vuoto, o nel caso non si sia effettuata alcuna selezione sui file di origine, i valori di durata complessiva verranno impostati a 23:59:59.999, anziché sulla durata di un file di origine selezionato (vedere i messaggi sulla barra di stato di questo editor). I valori di durata "Inizio"/"Fine" fanno sempre riferimento alla posizione iniziale della timeline: 00:00:00.000. Le altre informazioni come la durata del segmento e gli avvisi, saranno visualizzati sui messaggi della barra di stato di questo editor.

source: Timeline Editor Usage
it_it: Utilizzo dell'editor Timeline

source: Files already exist, do you want to overwrite them?
it_it: File già esistenti, vuoi sovrascriverli?

source: Already exist
it_it: Già esistente

source: Not found
fr_fr: Introuvable
it_it: Non trovato
nl_nl: Niet gevonden

source: Error list
it_it: Elenco errori

source: File(s) not found
it_it: File non trovati

source: Output folder does not exist: "{}"
fr_fr: Le dossier de sortie n'existe pas: "{}"
it_it: Cartella di output inesistente: "{}"
nl_nl: Output map bestaat niet: "{}"

source: Wait.... Retrieving required data.
fr_fr: En attente.... Récupération de données nécessaires.
it_it: Attendi.... Recupero i dati richiesti.
nl_nl: Wacht.... Vereiste data wordt opgehaald.

source: File does not exist or is invalid: %s
fr_fr: Le fichier n'existe pas ou n'est pas valide %s
it_it: File invalido o non esistente: %s
nl_nl: Bestand bestaat niet of is ongeldig: %s
pt_br: O arquivo não existe ou é inválido:% s

source: Wait.... Audio peak analysis.
fr_fr: En attente... Analyse des crêtes audio.
it_it: Attendi.... Analisi livello di picco.
nl_nl: Wacht.... Audio peak analyse.

source: Videomass - Downloading...
fr_fr: Videomass - Téléchargement en cours...
it_it: Download in corso...
nl_nl: Videomass - Bezig met downloaden...
pt_br: Videomass - Baixando ...

source: Supports ({0}) formats only, not ({1})
it_it: Supporta solo i formati ({0}) , non ({1})

source: File formats not supported by the selected profile
it_it: Formato di file non supportati dal profilo selezionato

source: Warning
fr_fr: Attention
it_it: Avvertimento
nl_nl: Waarschuwing
pt_br: Aviso

source: You are attempting to load a preset written with invalid JSON encoding. You can try to restore it or import a correct one, otherwise it is recommended to remove it.
it_it: Stai tentando di avviare una preimpostazione scritta con una codifica JSON non valida Puoi provare a ripristinarla o a importarne una corretta, altrimenti si raccomanda l'eliminazione.

source: No presets found. Possible solution: open the Presets Manager panel, go to the presets column and try to click the "Restore all..." button
fr_fr: Aucun pré-réglage trouvé. Solution possible: ouvrir le panneau du Gestionnaire de Pré-réglages, accédez à la colonne Pré-réglages et essayez de cliquer sur le bouton "Restaurer tout ..."
it_it: Nessuna preimpostazione trovata. Possibile soluzione: apri il pannello Gestionale Preimpostazioni, vai alla colonna Preimpostazioni e prova a cliccare sul pulsante "Ripristina tutto ..."
nl_nl: Geen presets gevonden. Mogelijke oplossing: open het Presets Manager paneel, ga naar de presets kolom en probeer de "Herstel allen..." knop te drukken
pt_br: Nenhuma predefinição encontrada. Solução possível: abra o painel Gerenciador de predefinições, vá para a coluna de predefinições e tente clicar no botão "Restaurar tudo ..."

source: Operation aborted due to possible JSON encoding/decoding error. Fix any errors in the JSON code contained on the FILE before performing this operation again.
it_it: L'operazione è stata interrotta a causa di un possibile errore di codifica/decodifica JSON. Prima di rieseguire questa operazione, correggere eventuali errori nel codice JSON contenuto nel FILE .

source: Ready
fr_fr: Prêt
it_it: Pronto
nl_nl: Gereed
pt_br: Pronto

source: Not all items in the queue were completed. Would you like to keep them in the queue?
it_it: Non tutti gli elementi nella coda sono stati completati. Vorresti tenerli in coda?

source: Queue ({0})
it_it: Coda ({0})

source: Queue
it_it: Coda

source: There are still processes running. if you want to stop them, use the "Abort" button.
it_it: Ci sono ancora processi avviati... Se vuoi interromperli clicca sul pulsante "Interrompi".

source: Videomass - Warning!
it_it: Videomass - Attenzione!

source: Are you sure you want to exit the application?
it_it: Sei sicuro di voler uscire dall'applicazione?

source: Exit
fr_fr: Quitter
it_it: Uscita
nl_nl: Afsluiten
pt_br: Sair

source: There are still active windows with running processes, make sure you finish your work before closing them.
it_it: Ci sono ancora finestre attive con processi in esecuzione, assicurati di finire il tuo lavoro prima di chiuderle.

source: Import files Ctrl+O
it_it: Importa file Ctrl+O

source: Open destination folder of encodings Ctrl+D
it_it: Apri cartella di destinazione codifiche Ctrl+D

source: Load queue file
it_it: Carica file della coda

source: Load a previously exported queue file
it_it: Carica un file della coda precedentemente esportato

source: Open trash
it_it: Apri cestino

source: Open the Videomass trash folder
it_it: Apri cartella del cestino di Videomass

source: Empty trash
it_it: Svuota il cestino

source: Delete all files in the Videomass trash folder
it_it: Elimina tutti i file nella cartella cestino di Videomass

source: Exit Ctrl+Q
fr_fr: Quitter Ctrl+Q
it_it: Esci Ctrl+Q
nl_nl: Afsluiten Ctrl+Q

source: Completely exit the application
it_it: Esci completamente dall'applicazione

source: Rename selected file Ctrl+R
it_it: Rinomina il file selezionato Ctrl+R

source: Rename the destination of the selected file
it_it: Rinomina la destinazione del file selezionato

source: Batch rename files Ctrl+B
it_it: Rinomina i file in batch Ctrl+B

source: Numerically renames the destination of all items in the list
it_it: Rinomina numericamente la destinazione di tutti gli elementi nell'elenco

source: Remove selected entry DEL
it_it: Rimuovi voce selezionata DEL

source: Remove the selected file from the list
it_it: Rimuovi dall'elenco il file selezionato

source: Clear list Shift+DEL
it_it: Pulisci elenco Shift+DEL

source: Clear the file list
it_it: Cancella l'intero elenco dei file

source: Preferences Ctrl+P
fr_fr: Préférences Ctrl+P
it_it: Preferenze Ctrl+P
nl_nl: Voorkeuren Ctrl+P
pt_br: Preferências Ctrl+P

source: Application preferences
fr_fr: Préférences de l'application
it_it: Preferenze dell'applicazione
nl_nl: Applicatie voorkeuren
pt_br: Preferências do aplicativo

source: Find FFmpeg topics
it_it: Trova argomenti di FFmpeg

source: A useful tool to search for FFmpeg help topics and options
fr_fr: Un outil pratique pour rechercher les rubriques d'aide et les options de FFmpeg
it_it: Uno strumento utile per cercare argomenti e opzioni della guida FFmpeg
nl_nl: Een nuttig gereedschap om FFmpeg help-onderwerpen en opties te zoeken
pt_br: Uma ferramenta útil para pesquisar tópicos de ajuda e opções do FFmpeg

source: Check for preset updates
it_it: Controlla aggiornamenti preimpostazioni

source: Check for new presets updates from {0}
it_it: Controlla nuovi aggiornamenti delle preimpostazioni da {0}

source: Get latest presets
it_it: Ottieni le ultime preimpostazioni

source: Get the latest presets from {0}
it_it: Ottieni le ultime preimpostazioni da {0}

source: Work notes Ctrl+N
it_it: Note di lavoro Ctrl+N

source: Read and write useful notes and reminders.
fr_fr: Lire et écrire des notes et des rappels utiles.
it_it: Leggi e scrivi utili note e promemoria.
nl_nl: Lees en maak notities en reminders.

source: Tools
fr_fr: Outils
it_it: Strumenti
nl_nl: Gereedschappen
pt_br: Ferramentas

source: Show FFmpeg's built-in configuration capabilities
fr_fr: Affiche les capacités de configuration intégrées à FFmpeg
it_it: Mostra le funzionalità di configurazione integrate di FFmpeg
nl_nl: Toon ingebouwde FFmpeg configuratie mogelijkheden
pt_br: Mostra as capacidades de configuração integradas do FFmpeg

source: Muxers and demuxers available on your version of FFmpeg
it_it: Muxers e demuxers disponibili sulla tua versione di FFmpeg

source: Encoders available on your version of FFmpeg
it_it: Codificatori disponibili sulla tua versione di FFmpeg

source: Decoders available on your version of FFmpeg
it_it: Codificatori disponibili sulla tua versione di FFmpeg

source: Enable timestamps on playback
it_it: Abilita marca temporale durante la riproduzione

source: Displays timestamp when playing media with FFplay
it_it: Visualizza la marca temporale durante la riproduzione dei media con FFplay

source: Auto-exit after playback
fr_fr: Quitter automatiquement après lecture
it_it: Uscita automatica dopo la riproduzione
nl_nl: Automatisch afsluiten na afspelen
pt_br: Sair automaticamente após a reprodução

source: If checked, the FFplay window will auto-close when playback is complete
it_it: Se abilitato, la finestra FFplay si chiuderà automaticamente alla fine della riproduzione

source: Customize the timestamp style
it_it: Personalizza lo stile della marca temporale

source: While playing...
it_it: Durante la riproduzione...

source: Show useful shortcut keys when playing or previewing using FFplay
it_it: Mostra utili tasti di scelta rapida durante la riproduzione o l'anteprima utilizzando FFplay

source: Show timeline editor Ctrl+T
it_it: Mostra l'editor sequenza temporale Ctrl+T

source: Set duration or trim slices of time to remove unwanted parts from your files
it_it: Imposta la durata o ritaglia intervalli di tempo per rimuovere parti indesiderate dai tuoi file

source: View
fr_fr: Contrôle
it_it: Visualizza
nl_nl: Bekijk
pt_br: Ver

source: Home panel Ctrl+Shift+H
it_it: Pannello iniziale Ctrl+Shift+H

source: Go to the 'Home' panel
fr_fr: Aller à "Ecran d'Accueil"
it_it: Vai al pannello 'Home'

source: Presets Manager Ctrl+Shift+P
it_it: Gestionale Preimpostazioni Ctrl+Shift+P

source: Go to the 'Presets Manager' panel
fr_fr: Aller sur le panneau "Gestion des Pré-réglages"
it_it: Vai al pannello 'Gestionale Preimpostazioni'

source: A/V Conversions Ctrl+Shift+V
it_it: Conversioni A/V Ctrl+Shift+V

source: Go to the 'A/V Conversions' panel
fr_fr: Aller au panneau Conversions Audio/Vidéo
it_it: Vai al pannello 'Conversioni A/V'

source: Go to the 'Concatenate Demuxer' panel
fr_fr: Aller sur le panneau Assemblage et Démultipléxage
it_it: Vai al pannello 'Concatenate Demuxer'

source: Still Image Maker Ctrl+Shift+I
it_it: Creatore di Presentazioni Ctrl+Shift+I

source: Go to the 'Still Image Maker' panel
fr_fr: Aller au panneau 'Film à partir d'image(s)
it_it: Vai al pannello 'Creatore di Presentazioni'

source: From Movie to Pictures Ctrl+Shift+S
it_it: Dal Filmato alle Immagini Ctrl+Shift+S

source: Go to the 'From Movie to Pictures' panel
fr_fr: Aller au panneau "Créer Image(s) à partir d'un Film"
it_it: Vai al pannello 'Dal Filmato alle Immagini'

source: Open 'YouTube Downloader' window
it_it: Apri la finestra 'YouTube Downloader'

source: Output monitor Ctrl+Shift+O
it_it: Monitor dell'output Ctrl+Shift+O

source: Keeps track of the output for debugging errors
fr_fr: Garde une trace de la sortie pour débogage d'erreurs
it_it: Tiene traccia dell'output per gli errori di debug
nl_nl: Inspecteert output voor debug-fouten
pt_br: Mantém o controle da saída para erros de depuração

source: Go
it_it: Vai

source: User guide
it_it: Guida utente

source: Issue tracker
fr_fr: Traqueur d'incidents
it_it: Segnala un Problema
pt_br: Rastreador de problemas

source: Translation...
fr_fr: Traduction...
it_it: Traduzione...
nl_nl: Vertaling...
pt_br: Tradução...

source: Donation
it_it: Donazione
nl_nl: Donatie
pt_br: Doação

source: FFmpeg documentation
fr_fr: Documentation FFmpeg
it_it: Documentazione di FFmpeg
nl_nl: FFmpeg documentatie
pt_br: Documentação do FFmpeg

source: System version
it_it: Versione Sistema

source: Get version about your operating system, version of Python and wxPython.
it_it: Ottieni la versione del tuo sistema operativo, la versione di Python e wxPython.

source: Show log files Ctrl+L
it_it: Mostra file di registro Ctrl+L

source: Viewing log messages
fr_fr: Visionner les messages de log
it_it: Visualizzazione dei messaggi di registro
nl_nl: Log-berichten bekijken
pt_br: Ver mensagens de log

source: Check for newer version
fr_fr: Rechercher une version plus récente
it_it: Controlla la versione più recente
nl_nl: Ga nieuwere versie na
pt_br: Verifique se há uma versão mais recente

source: Check for the latest Videomass version
it_it: Verifica ultima versione di Videomass

source: About Videomass
fr_fr: A propos de Videomass
it_it: Informazioni
nl_nl: Over Videomass
pt_br: Sobre o Videomass

source: Help
fr_fr: Aide
it_it: Aiuto
pt_br: Ajuda

source: Import files
it_it: Importa file

source: No default folder has been set for the destination of the encodings. The current setting is "Same destination paths as source files".
it_it: Nessuna cartella predefinita è stata impostata per la destinazione delle codifiche. L'impostazione corrente è "Stessi percorsi di destinazione dei file di origine".

source: '{}': No such file or directory
it_it: '{}': Nessun file o directory con questo nome

source: Are you sure to empty trash folder?
fr_fr: Etes vous sûr de vouloir vider la corbeille ?
it_it: Sei sicuro di voler svuotare la cartella cestino?
nl_nl: Weet u zeker dat u de Videomass Prullenbak wilt legen?

source: '{}': There are no files to delete.
it_it: '{}': Non ci sono file da cancellare.

source: Installed release v{0}. A new presets release is available {1}
it_it: Versione installata v{0}. È disponibile una nuova versione delle preimpostazioni{1}

source: Installed release v{0}. No new updates found.
it_it: Versione installata v{0}. Nessun nuovo aggiornamento trovato.

source: Wait.... The archive is being downloaded
fr_fr: En attente... L'archive est en cours de téléchargement
it_it: Attendi.... L'archivio è in fase di download
nl_nl: Wacht.... Het archief wordt gedownload

source: Successfully downloaded to "{0}"
fr_fr: Téléchargé avec succès dans"{0}"
it_it: Scaricato correttamente in "{0}"
nl_nl: Succesvol gedownload naar "{0}"
pt_br: Download com sucesso para "{0}"

source: Some changes require restarting the application.
it_it: Alcune modifiche richiedono il riavvio dell'applicazione.

source: {0} Do you want to restart the application now?
it_it: {0} Vuoi riavviare l'applicazione adesso?

source: Restart Videomass?
it_it: Riavviare Videomass?

source: A new release is available - v.{0}
fr_fr: Une nouvelle version est disponible - v.{0}
it_it: È disponibile un nuovo rilascio - v.{0}
nl_nl: Er is een nieuwe versie beschikbaar - v.{0}

source: You are using a development version that has not yet been released!
fr_fr: Vous utilisez une version de développement qui n'a pas encore été finalisée
it_it: Stai utilizzando una versione di sviluppo che non è ancora stata rilasciata!
nl_nl: U gebruikt een ontwikkelaars versie die nog niet is vrijgegeven!

source: Congratulation! You are already using the latest version.
fr_fr: Félicitations! Vous utilisez déjà la dernière version
it_it: Congratulazioni! Stai già usando l'ultima versione.
nl_nl: Gefeliciteerd! U gebruikt al de laatste versie.

source: Go to the previous panel
fr_fr: Revenir au panneau précédent
it_it: Vai al pannello precedente
nl_nl: Ga naar vorig panel
pt_br: Vá para o painel anterior

source: Back
fr_fr: Retour
it_it: Indietro
nl_nl: Terug
pt_br: Voltar

source: Go to the next panel
fr_fr: Panneau suivant
it_it: Vai al prossimo pannello
nl_nl: Ga naar volgende panel
pt_br: Vá para o próximo painel

source: Next
fr_fr: Suivant
it_it: Avanti
nl_nl: Volgende
pt_br: Avançar

source: Home
it_it: Casa

source: Play the selected file in the list
fr_fr: Lire le fichier sélectionné dans la liste
it_it: Riproduci il file selezionato nell'elenco

source: Play
fr_fr: Lire
it_it: Riproduci
nl_nl: Speel
pt_br: Reproduzir

source: Get informative data about imported media streams
it_it: Ottieni dati informativi sui flussi dei media importati

source: Start batch processing
it_it: Avvia l'elaborazione batch

source: Stops current process
fr_fr: Arrête le traitement en cours
it_it: Interrompi il processo corrente
nl_nl: Stopt huidige proces
pt_br: Para o processo atual

source: Abort
fr_fr: Interrompre
it_it: Interrompi
nl_nl: Afbreken
pt_br: Cancelar

source: Add an item to Queue
it_it: Aggiungi un elemento alla Coda

source: Add to Queue
it_it: Aggiungi alla Coda

source: Show queue
it_it: Mostra la coda

source: Videomass - File List
it_it: Videomass - Lista dei File

source: Videomass - AV Conversions
fr_fr: Videomass - Conversion Audio/Vidéo
it_it: Videomass - Conversioni AV
nl_nl: Videomass - AV Conversies
pt_br: Videomass - Conversões AV
