Repository: jeanslack/Videomass
Catalog: videomass/locale/*/LC_MESSAGES/videomass.po
Languages: fr_fr, it_it, nl_nl, pt_br

source: ERROR: invalid data found loading queue file. FILE: "{0}" Keys mismatched for requested data.
it_it: Errore: trovati dati non validi caricando il file della coda. FILE: "{0}" Chiavi non corrispondenti per i dati richiesti.

source: ERROR: invalid data found loading queue file. FILE: "{0}" Cannot contain multiple occurrences in `destination` keys value.
it_it: Errore: trovati dati non validi caricando il file della coda: FILE: "{0}" Non può contenere più occorrenze nel valore delle chiavi "destinazione".

source: Permission denied: {} Check execution permissions.
fr_fr: Permission refusée: {} Vérifier les permissions.
nl_nl: Toegang geweigerd: {} Controleer de uitvoeringsrechten.
pt_br: Permissão negada: {} Verifique as permissões de execução.

source: Apply
fr_fr: Appliquer
nl_nl: Toepassen
pt_br: Aplicar

source: Crop Filter
fr_fr: Filtre Recadrage
nl_nl: Bijsnij Filter
pt_br: Filtro de corte

source: Move vertically - set to -1 to center the vertical axis
fr_fr: Déplacement vertical - réglé sur -1 pour centrer l'axe vertical
nl_nl: Verplaats verticaal - zet op -1 om de verticale as te centreren
pt_br: Mover verticalmente - defina como -1 para centralizar o eixo vertical

source: Move horizontally - set to -1 to center the horizontal axis
fr_fr: Déplacerment horizontal- réglé sur -1 pour centrer l'axe horizontal
nl_nl: Verplaats horizontaal - zet op -1 om de horizontale as te centreren
pt_br: Mova horizontalmente - defina como -1 para centralizar o eixo horizontal

source: Denoiser filters
fr_fr: Filtres de débruitage
pt_br: Filtros de redução de ruído

source: Resizing filters
fr_fr: Filtres de redimensionnement
nl_nl: Herschaling filters
pt_br: Filtros de redimensionamento

source: Generates duo video for comparison
fr_fr: Génère une double vidéo à des fins de comparaison
nl_nl: Genereer duo video ter vergelijking

source: Video stabilizer filter
fr_fr: Filtre stabilisation vidéo
nl_nl: Video stabilisatie filter
pt_br: Filtro estabilizador de vídeo

source: Load Frame
fr_fr: Charger la trame
nl_nl: Laad Frame

source: Transpose Filter
fr_fr: Filtre Transposition
nl_nl: Transponeer Filter
pt_br: Filtro de transposição

source: Videomass: Please Confirm
fr_fr: Videomass: Confirmer SVP
nl_nl: Videomass: Gelieve te bevestigen
pt_br: Videomass: Por favor, confirme

source: Choose the {} executable
fr_fr: Choisir l' {} l'éxécutable
nl_nl: Kies het {} programmabestand
pt_br: Escolha o {} executável

source: Videomass has a simple graphical interface for youtube-dl and yt-dlp
fr_fr: Videomass dispose d'une interface graphique pour youtube-dl et yt-dlp
nl_nl: Videomass heeft een simpele grafische gebruikersomgeving voor youtube-dl en yt-dlp

source: Downloader preferences
fr_fr: Préférences de téléchargement
nl_nl: Downloader voorkeuren

source: Remember that you can always change these settings later, through the Setup dialog.
fr_fr: N'oubliez pas que vous pouvez toujours modifier ces paramètres plus tard, via la boîte de dialogue de Configuration.
nl_nl: Bedenk dat u deze instellingen later altijd kunt wijzigen door het Installatie dialoogscherm.
pt_br: Lembre-se de que você sempre pode alterar essas configurações posteriormente, por meio da caixa de diálogo Configuração.

source: Cross-platform graphical interface for FFmpeg and youtube-dl.
fr_fr: Interface graphique multiplateforme pour FFmpeg et YouTube-dl..
nl_nl: Multiplatform grafische gebruikersomgeving voor FFmpeg en youtube-dl.

source: Click on "Playlist Items" column to specify indices of the videos in the playlist separated by commas like: "1,2,5,8" if you want to download videos indexed 1, 2, 5, 8 in the playlist. You can specify range: "1-3,7,10-13" it will download the videos at index 1, 2, 3, 7, 10, 11, 12 and 13.
fr_fr: Cliquez sur la colonne "Playlist Items" pour spécifier les numéros des vidéos dans la playlist séparés par des virgules comme: "1,2,5,8" si vous souhaitez télécharger des vidéos numérotées 1, 2, 5, 8 dans la liste de lecture. Vous pouvez spécifier une plage: "1-3,7,10-13" Cela téléchargera les vidéos numérotées 1, 2, 3, 7, 10, 11, 12 et 13..
nl_nl: Klik op "Afspeellijst Bestanden" kolom om de index te specificeren voor de videos in de afspeellijst gescheiden door komma's bijvoorbeeld: "1,2,5,8" als u videos wilt downloaden met index 1, 2, 5, 8 in de afspeellijst. U kunt een specifieke range opgeven: "1-3,7,10-13" het zal de videos downloaden met de index 1, 2, 3, 7, 10, 11, 12 and 13.

source: Playlist video items to download
fr_fr: Éléments vidéo de la playlist à télécharger
nl_nl: Afspeellijst video's om te downloaden

source: Save..
fr_fr: Enregistrer..
nl_nl: Bewaar..
pt_br: Salvar..

source: Reserved arguments for the first pass
fr_fr: Arguments supplémentaires pour la première passe
nl_nl: Gereserveerde parameters voor de eerste 'pass'
pt_br: Argumentos reservados para a primeira passagem

source: Reserved arguments for the second pass
fr_fr: Arguments supplémentaires pour la seconde passe
nl_nl: Gereserveerde parameters voor de tweede 'pass'
pt_br: Argumentos reservados para a segunda passagem

source: One or more comma-separated format names to include in the profile
fr_fr: Un ou plusieurs noms de format séparés par une virgule à inclure dans le profil
nl_nl: Een of meerdere komma-gescheiden formaat namen voor het profiel
pt_br: Um ou mais nomes de formato separados por vírgula para incluir no perfil

source: Application Language
fr_fr: Langue de l'Application

source: Clear the cache when exiting the application
fr_fr: Vider le cache en quittant l'application
nl_nl: Maak cache leeg als programma beëindigd wordt
pt_br: Limpe o cache ao sair do aplicativo

source: Delete the contents of the log files when exiting the application
fr_fr: Supprimer les fichiers log en quittant l'application
nl_nl: Wis de log files als programma beëindigd wordt

source: Miscellanea
fr_fr: Divers
nl_nl: Diversen

source: Save each file in the same folder as input file
fr_fr: Enregistrez les fichiers dans le même répertoire que les fichiers d'entrée
nl_nl: Bewaar elk bestand in dezelfde map als input bestand

source: Assign optional suffix to output file names:
fr_fr: Attribuer un suffixe facultatif aux fichiers de sortie:
nl_nl: Ken optioneel achtervoegsel toe aan output-bestandsnamen:
pt_br: Atribua um sufixo opcional para nomes de arquivo de saída:

source: Move source file to the Videomass trash folder after successful encoding
fr_fr: Déplacez le fichier source dans la corbeille Videomass après un encodage réussi
nl_nl: Verplaats de orginele file naar de Videomass Prullenbak na een succesvolle encoding

source: Auto-create subfolders when downloading playlists
fr_fr: Créer automatiquement des sous-dossiers lors du téléchargement de listes de lecture (playlists)
nl_nl: Maak automatisch sub-mappen bij downloaden van afspeellijsten

source: Path to the executables
fr_fr: Chemin vers les éxécutables
nl_nl: Pad naar de programmabestanden
pt_br: Caminho para os executáveis

source: Enable another location to run FFmpeg
fr_fr: Définir un autre chemin pour utiliser FFmpeg
nl_nl: Activeer een andere lokatie om FFmpeg uit te voeren
pt_br: Habilite outro local para executar o FFmpeg

source: Enable another location to run FFprobe
fr_fr: Définir un autre chemin pour utiliser FFprobe
nl_nl: Activeer een andere lokatie om FFprobe uit te voeren
pt_br: Habilite outro local para executar o FFprobe

source: Enable another location to run FFplay
fr_fr: Définir un autre chemin pour utiliser FFplay
nl_nl: Activeer een andere lokatie om FFplay uit te voeren
pt_br: Habilite outro local para executar o FFplay

source: Other options
fr_fr: Autres options
nl_nl: Andere opties
pt_br: Outras opções

source: Threads used for transcoding (from 0 to 32):
fr_fr: Threads utilisés pour le transcodage (de 0 à 32):
nl_nl: Aantal threads voor transcoden (van 0 tot 32)
pt_br: Tópicos usados para transcodificação (de 0 a 32):

source: How to upgrade a Python package
fr_fr: Comment mettre à jour un paquet Python
nl_nl: Hoe een Python pakket te upgraden is

source: Required: Microsoft Visual C++ 2010 Service Pack 1 Redistributable Package (x86)
fr_fr: Microsoft Visual C ++ 2010 Service Pack 1 Package redistribuable (x86) obligatoire
nl_nl: Vereist: Microsoft Visual C++ 2010 Seervice Pack 1 Redistributable Package (x86)

source: How to install pip on your Linux distribution
fr_fr: Comment installer pip sur votre distribution Linux
nl_nl: Hoe pip te installeren is op uw Linux distributie

source: Current path:
fr_fr: Chemin par défaut:
nl_nl: Huidig pad:

source: Make sure you are using the latest available version of '{}'. This allows you to avoid download problems.
fr_fr: Assurez-vous d'utiliser la dernière version disponible de '{}'.Cela vous évitera des problèmes de téléchargement.
nl_nl: Ga na of u de nieuwste '{}' versie gebruikt. Dit voorkomt download problemen.

source: Not Installed
fr_fr: Non installé
nl_nl: Niet geïnstalleerd

source: Downloader
fr_fr: Télécharger

source: The chosen icon theme will only change the icons, background and foreground of some text fields.
fr_fr: Le thème d'icônes choisi ne modifiera que les icônes, quelques champs de texte d'arrière et de premier plan .

source: Icon size:
fr_fr: Taille d'icône:
nl_nl: Icoon grootte:
pt_br: Tamanho dos ícones:

source: Shows the text in the toolbar buttons
fr_fr: Afficher le texte avec les boutons de la barre d'outils
nl_nl: Toont de tekst in de knoppenbalk knoppen
pt_br: Mostra o texto nos botões da barra de ferramentas

source: Appearance
fr_fr: Apparence
nl_nl: Uiterlijk
pt_br: Aparência

source: The following settings affect output messages and the log messages during transcoding processes. Change only if you know what you are doing.
fr_fr: Les paramètres suivants modifient les messages de sortie et les messages de log pendant le processus de transcodage. Ne modifier que si vous savez ce que vous faites..
nl_nl: De volgende instellingen bepalen output-berichten en log-berichten tijdens transcode-processen. Wijzig alleen als u weet wat u doet.
pt_br: As configurações a seguir afetam as mensagens de saída e as mensagens de log durante os processos de transcodificação. Mude apenas se você souber o que está fazendo.

source: Set a persistent location to save the file downloads
fr_fr: Définit un emplacement spécifique pour enregistrer vos fichiers téléchargés
nl_nl: Geef een vaste lokatie waar u de download-bestanden wilt bewaren
pt_br: Defina um local persistente para salvar os downloads de arquivos

source: Set a persistent location to save exported files
fr_fr: Définir un emplacement spécifique pour enregistrer vos fichiers exportés
nl_nl: Geef een vaste lokatie waar u export-bestanden wilt bewaren
pt_br: Defina um local persistente para salvar os arquivos exportados

source: Choose a new destination for the files to be trashed
fr_fr: Choisissez une nouvelle destination pour que les fichiers soient supprimés
nl_nl: Kies een bestemming voor de bestanden om te deleten

source: Changes will take effect once the program has been restarted. Do you want to exit the application now?
fr_fr: Les modifications prendront effet une fois le programme redémarré. Voulez-vous quitter l'application maintenant?
nl_nl: Wijzigingen worden pas doorgevoerd na herstart van dit programma. Wil je het programma nu sluiten?

source: Display of selected items in text format
fr_fr: Affichage des éléments sélectionnés au format texte
nl_nl: Toon geselecteerde items in tekstformaat

source: Select items to view them in text format
fr_fr: Sélectionne les éléments pour les afficher au format texte
nl_nl: Selecteer items om in tekstformaat te tonen

source: Data Format
fr_fr: Format des Données
nl_nl: Data formaat

source: Enable text format
fr_fr: Activer le format texte
nl_nl: Activeer tekstformaat

source: References
fr_fr: Références
nl_nl: Referenties

source: Parameters
fr_fr: Paramètres

source: Multimedia streams analyzer
fr_fr: Analyseur de flux multimédia
pt_br: Analisador de fluxos multimídia

source: Refresh all log files
fr_fr: Actualiser tous les fichiers log
nl_nl: Vernieuw alle log bestanden

source: Clear selected log
fr_fr: Effacer le fichier log
nl_nl: Wis geselecteerde log

source: Showing log messages
fr_fr: Affichage des messages du log
nl_nl: Log-berichten tonen
pt_br: Mostrando mensagens de log

source: flags
fr_fr: drapeaux
nl_nl: markeringen
pt_br: sinalizadores

source: ENABLED:
fr_fr: ACTIVÉ:
nl_nl: GEACTIVEERD:

source: DISABLED:
fr_fr: DÉSACTIVÉ:
nl_nl: GEDEACTIVEERD:

source: CODING CAPABILITY
fr_fr: CAPACITÉ DE CODAGE
nl_nl: MOGELIJKE DECODERINGEN

source: DECODING CAPABILITY
fr_fr: CAPACITE DE DECODAGE
nl_nl: MOGELIJKE DECODERINGEN

source: Video
fr_fr: Vidéo
pt_br: Vídeo

source: Offset dBFS
fr_fr: Décalage dBFS
pt_br: Desvio dBFS

source: When it's red... ...It means the resulting audio will be clipped, because its volume is higher than the maximum 0 db level. This results in data loss and the audio may sound distorted.
fr_fr: Affichage rouge.. ... cela signifie que l'audio résultant sera écrêté, car son volume est supérieur au niveau maximum de 0 dB Cela est dû à une perte de données et l'audio apparaîtra déformée.
nl_nl: Als het rood is... ...Dit betekent dat de resulterende audio ge-clip-t wordt, omdat het geluidsniveau hoger is dan het maximale 0 db. Dit geeft dataverlies en de audio kan vervormd klinken.

source: When it's grey... ...It means the resulting audio will not change, because it's equal to the source.
fr_fr: Affichage gris.. .. signifie que l'audio ne changera pas,, car identique à la source.
nl_nl: Als het grijs is... ...Dit betekent dat de audio niet verandert, omdat ze gelijk is aan het bronsignaal.

source: When it's yellow... ...It means an audio signal will be produced with a lower volume than the original.
fr_fr: Affichage jaune... ... cela signifie qu'un signal audio sera produit avec un volume inférieur à l'original.
nl_nl: Als het geel is... ...Dit geeft een audio signaal met een lager volume dan het origineel.

source: Topic List...
fr_fr: Liste des sujets...
nl_nl: Onderwerpenlijst...

source: print basic options
fr_fr: afficher les options de base
nl_nl: print basis opties

source: print more options
fr_fr: afficher plus d'options
nl_nl: print meer opties

source: print all options (very long)
fr_fr: afficher toutes les options (très long)
nl_nl: print alle opties (erg lang)

source: show available devices
fr_fr: afficher les périphériques disponibles
nl_nl: toon beschikbare randapparaten

source: show available bit stream filters
fr_fr: afficher les filtres de bit stream
nl_nl: toon beschikbare bit stream filters

source: show available protocols
fr_fr: afficher les protocoles disponibles
nl_nl: toon beschikbare protocollen

source: show available filters
fr_fr: afficher les filtres disponibles
nl_nl: toon beschikbare filters

source: show available pixel formats
fr_fr: afficher les formats de pixel disponibles
nl_nl: toon beschikbare pixel formaten

source: show available audio sample formats
fr_fr: afficher les formats d'échantillon audio disponibles
nl_nl: toon beschikbare audio sample formaten

source: show available color names
fr_fr: afficher les noms de couleurs disponibles
nl_nl: toon beschikbare kleurnamen

source: list sources of the input device
fr_fr: liste les sources de périphérique d'entrée
nl_nl: geef lijst van sources voor het input randapparaat

source: list sinks of the output device
fr_fr: liste les récepteurs du périphérique de sortie
nl_nl: geef lijst van sinks voor het input randapparaat

source: show available HW acceleration methods
fr_fr: afficher les méthodes d'accélération HW disponibles
nl_nl: toon beschikbare HW acceleratie methodes

source: Choose a topic in the list
fr_fr: Choisir un sujet dans la liste déroulante
nl_nl: Kies een onderwerp uit de lijst

source: First, choose a topic in the drop down list
fr_fr: Choisissez un sujet dans la liste déroulante
nl_nl: Kies eerst een onderwerp uit de drop-down lijst

source: ...Not found
fr_fr: ...Introuvable
nl_nl: ...Niet gevonden

source: First, choose a topic in the drop down list
fr_fr: Choisissez en premier un sujet dans la liste déroulante
nl_nl: Kies eerst een onderwerp uit de drop-down lijst

source: Already exist: {} Do you want to overwrite?
fr_fr: Existe déjà: {} Voulez-vous écraser le fichier?
nl_nl: Bestaat reeds: {} Overschrijven?

source: Please Confirm
fr_fr: Confirmer SVP
nl_nl: Bevestig aub
pt_br: Por favor confirme

source: The selected profile is not suitable to convert the following file formats: %s
fr_fr: Le profil sélectionné ne convient pas pour convertir les formats de fichiers suivants: %s
nl_nl: Het geselecteerde profiel is ongeschikt voor converteren van de volgende bestandsformaten: %s
pt_br: O perfil selecionado não é adequado para converter os seguintes formatos de arquivo: % s

source: Invalid preset loaded. It is recommended to remove it or rewrite it into a JSON format compatible with Videomass. Possible solution: open the Presets Manager panel, go to the presets column and try to click the "Restore" button
fr_fr: Préréglage chargé non valide. Il est recommandé de le supprimer ou de le recréer au format JSON compatible avec VideoMass.. Solution possible: ouvrir le panneau Gestion des Pré-réglages, accédez à la colonne Pré-réglages et essayez de cliquer sur le bouton "Restaurer"
nl_nl: Ongeldige preset geladen. Het is aanbevolen om deze te verwijderen of te overschrijven naar een JSON formaat dat compatible is met Videomass. Mogelijke oplossing: open het Presets Manager paneel, ga naar de presets kolom en probeer de "Herstel" knop te drukken
pt_br: Predefinição inválida carregada. Recomenda-se removê-lo ou regravá-lo em um formato JSON compatível com Videomass. Solução possível: abra o painel Gerenciador de Predefinições, vá para a coluna Predefinições e tente clicar no botão "Restaurar"

source: Are you sure you want to exit?
fr_fr: Voulez vous quitter ?
nl_nl: Afsluiten : bent u zeker?
pt_br: Você tem certeza que deseja sair?

source: Open... Ctrl+O
fr_fr: Ouvrir... Ctrl+O

source: Open one or more files
fr_fr: Ouvrir un ou plusieurs fichiers
nl_nl: Open een of meer bestanden

source: Conversions folder Ctrl+C
fr_fr: Dossier conversions Ctrl+C
nl_nl: Conversie map Ctrl+C
pt_br: Pasta de conversões Ctrl + C

source: Open the default file conversions folder
fr_fr: Ouvrir le dossier de conversions de fichier par défaut
nl_nl: Open de standaard bestandsconversie map
pt_br: Abre a pasta padrão de conversões de arquivo

source: Downloads folder Ctrl+D
fr_fr: Dossier téléchargements Ctrl+D
nl_nl: Downloads map Ctrl+D
pt_br: Pasta de downloads Ctrl+D

source: Open the default downloads folder
fr_fr: Ouvrir le dossier de téléchargements par défaut
nl_nl: Open de standaard downloads map
pt_br: Abre a pasta padrão de downloads

source: Open temporary conversions
fr_fr: Ouvrir les conversions temporaires
nl_nl: Open tijdelijke conversies
pt_br: Abre conversões temporárias

source: Open the temporary file conversions folder
fr_fr: Ouvrez le dossier de conversions de fichiers temporaires
nl_nl: Open de tijdelijke bestandsconversie map
pt_br: Abre a pasta de conversões de arquivos temporários

source: Open temporary downloads
fr_fr: Ouvrir les téléchargements temporaires
nl_nl: Open tijdelijke downloads
pt_br: Abrir downloads temporários

source: Open the temporary downloads folder
fr_fr: Ouvrir le dossier de téléchargement des fichiers temporaires
nl_nl: Open de tijdelijke downloads map
pt_br: Abre a pasta de downloads temporários

source: Trash folder
fr_fr: Corbeille
nl_nl: Videomass Prullenbak

source: Open the Videomass Trash folder if it exists
fr_fr: Ouvrir la corbeille Videomass si elle existe
nl_nl: Opent de Videomass Prullenbak folder, als deze bestaat

source: Empty Trash
fr_fr: Vider la Corbeille
nl_nl: Prullenbak legen

source: Delete all files in the Videomass Trash folder
fr_fr: Supprimer tous les fichiers dans la corbeille Videomass
nl_nl: Verwijder alle bestanden uit de Videomass Prullenbak

source: Work Notes Ctrl+N
fr_fr: Notes de travail Ctrl+N
nl_nl: Notities Ctrl+N

source: Close Videomass
fr_fr: Fermer Videomass
nl_nl: Sluit Videomass af
pt_br: Sair do Videomass

source: File
fr_fr: Fichier
nl_nl: Bestand
pt_br: Arquivo

source: Check for new presets
fr_fr: Vérifiez les nouveaux pré-réglages
nl_nl: Controleer op nieuwe presets

source: Check new versions of Videomass presets from homepage
fr_fr: Vérifiez les nouvelles versions de pré-réglages vidéo sur la page d'accueil
nl_nl: Check voor nieuwe Videomass presets

source: Download the latest presets
fr_fr: Téléchargez les derniers pré-réglages
nl_nl: Download de nieuwste presets

source: Download all Videomass presets locally from the homepage
fr_fr: Téléchargez tous les préréglages Videomass localement à partir de la page d'accueil
nl_nl: Download alle Videomass presets lokaal van de homepage

source: Muxers and demuxers available for used FFmpeg.
fr_fr: Multiplexeurs et démultiplexeurs disponibles avec FFmpeg.
nl_nl: Muxers en demuxers beschikbaar voor gebruikte FFmpeg.
pt_br: Muxers e demuxers disponíveis para o FFmpeg usado.

source: Shows available encoders for FFmpeg
fr_fr: Afficher les encodeurs disponibles pour FFmpeg
nl_nl: Toont beschikbare encoders voor FFmpeg
pt_br: Mostra os codificadores disponíveis para FFmpeg

source: Shows available decoders for FFmpeg
fr_fr: Aficher les décodeurs disponibles pour FFmpeg
nl_nl: Toont beschikbare decoders voor FFmpeg
pt_br: Mostra os decodificadores disponíveis para FFmpeg

source: While playing
fr_fr: Pendant la lecture
nl_nl: Tijdens afspelen
pt_br: Enquanto reproduz

source: Show useful shortcut keys when playing or previewing with FFplay
fr_fr: Afficher les raccourcis pendant la lecture ou pré-lecture avec FFplay
nl_nl: Toon nuttige sneltoetsen bij afspelen of preview met FFplay
pt_br: Mostrar teclas de atalho úteis ao reproduzir ou pré-visualizar com FFplay

source: Displays timestamp
fr_fr: Affiche la barre de durée
nl_nl: Toont tijdcode

source: Displays timestamp when playing movies with FFplay
fr_fr: Affiche la barre de durée pendant la lecture de films avec FFPlay
nl_nl: Toont tijdcode bij afspelen van films met FFplay

source: If checked, the FFplay window will auto-close at the end of playback
fr_fr: Si l'option est activée, la fenêtre FFplay sera automatiquement fermée en fin de lecture
nl_nl: Als geselecteerd, zal het FFplay window auto-sluiten als het afspelen beëindigd is

source: Setting timestamp
fr_fr: Réglage de la barre de durée
nl_nl: Tijdcode instellen

source: Change the size and color of the timestamp during playback
fr_fr: Modifier la taille et la couleur de la barre de durée pendant la lecture
nl_nl: Wijzig de grootte en kleur van de tijdcode tijdens afspelen
pt_br: Altere o tamanho e a cor do registro de data / hora durante a reprodução

source: Version in Use
fr_fr: Version actuelle
nl_nl: Gebruikte versie

source: Show the latest version...
fr_fr: Afficher la dernière version...
nl_nl: Toon de laatste versie...

source: Shows the latest version available on github.com
fr_fr: Affiche la dernière version disponible sur github.com
nl_nl: Toont de laatst beschikbare versie op github.com

source: Show Logs Ctrl+L
fr_fr: Afficher les Logs Ctrl+L
nl_nl: Toon Log-berichten Ctrl+L
pt_br: Exibir Logs Ctrl+L

source: Show timeline Ctrl+T
fr_fr: Afficher la timeline Ctrl+T
nl_nl: Toon tijdslijn Ctrl+T

source: Show panel for editing timeline (seek/duration)
fr_fr: Afficher le panneau pour éditer la timeline (recherche / durée)
nl_nl: Toon panel voor tijdslijn edit (zoek/duur)

source: Home panel Shift+H
fr_fr: Écran d'Accueil Shift+H

source: Presets Manager Shift+P
fr_fr: Gestion des Pré-réglages

source: A/V Conversions Shift+V
fr_fr: Conversions Audio / Vidéo Shift+V
