Repository: jeanslack/Videomass
Catalog: videomass/locale/*/LC_MESSAGES/videomass.po
Languages: fr_fr, it_it, nl_nl, pt_br

source: Set the accuracy of the detection process. A value of 1 means low accuracy, a value of 15 means high accuracy. Default value is 15.
fr_fr: Définit la précision du processus de détection.Une valeur de 1 signifie une faible précision, une valeur de 15 signifie une précision élevée.La valeur par défaut est 15.
it_it: Imposta la precisione del processo di rilevamento. Un valore di 1 significa bassa precisione, un valore di 15 significa alta precisione. Il valore predefinito è 15.
nl_nl: Stel de nauwkeurigheid in van het detectie-proces. Een waarde van 1 betekent lage nauwkeurigheid, een waarde van 15 betekent hoge nauwkeurigheid. Standaard waarde is 15.
pt_br: Defina a precisão do processo de detecção. Um valor de 1 significa baixa precisão, um valor de 15 significa alta precisão. O valor padrão é 15.

source: Set stepsize of the search process. The region around minimum is scanned with 1 pixel resolution. Default value is 6.
fr_fr: Définit la valeur du processus de recherche.La zone autour du minimum est scannée avec une résolution de 1 pixel.La valeur par défaut est 6.
it_it: Imposta la dimensione del processo di ricerca. La regione intorno al minimo viene scansionata con una risoluzione di 1 pixel. Il valore predefinito è 6.
nl_nl: Stel de stapgrootte in van het zoek-proces. De regio rond het minimum is ge-scan-d met 1 pixel resolutie. Standaard waarde is 6.
pt_br: Defina o tamanho da etapa do processo de pesquisa. A região em torno do mínimo é digitalizada com resolução de 1 pixel. O valor padrão é 6.

source: Set minimum contrast. Below this value a local measurement field is discarded. The range is 0-1. Default value is 0.25.
fr_fr: Définit le contraste minimum.En dessous de cette valeur, un champ de mesure local est écarté.La plage est de 0-1.La valeur par défaut est de 0,25.
it_it: Imposta il contrasto minimo. Al di sotto di questo valore viene scartato un campo di misurazione locale. L'intervallo è 0-1. Il valore predefinito è 0.25.
nl_nl: Stel minimum contrast in. Onder deze waarde wordt een lokaal meting-veld verwijderd. Het bereik is 0-1. Standaard waarde is 0.25.
pt_br: Defina o contraste mínimo. Abaixo desse valor, um campo de medição local é descartado. O intervalo é 0-1. O valor padrão é 0,25.

source: Set reference frame number for tripod mode. If enabled, the motion of the frames is compared to a reference frame in the filtered stream, identified by the specified number. The idea is to compensate all movements in a more-or-less static scene and keep the camera view absolutely still. The frames are counted starting from 1.
fr_fr: Définit un nombre de trames de référence pour le mode trépied.Si activé, le mouvement des trames est comparé à une trame de référence dans le flux filtré, identifié par le numéro spécifié.L'idée est de compenser tous les mouvements par rapport à une scène plus ou moins statique et de reproduire l'immobilité de la caméra . Les trames sont comptées à partir de 1.
it_it: Imposta il numero del fotogramma di riferimento per la modalità treppiede. Se abilitato, il movimento dei frame viene confrontato con un frame di riferimento nello stream filtrato, identificato dal numero specificato. L'idea è di compensare tutti i movimenti in una scena più o meno statica e mantenere la visuale della telecamera assolutamente ferma. I frame vengono conteggiati a partire da 1.
nl_nl: Stel frame-nummer referentie in voor tripod modus. Wanneer geselecteerd, wordt de beweging van de frames vergeleken met een referentie-frame in de gefilterde stream, naar aanleiding van het opgegeven nummer. De bedoeling is om alle bewegingen in een min of meer statische scene te compenseren en het camera-beeld absoluut stil te houden. De frames worden geteld vanaf 1.
pt_br: Defina o número do quadro de referência para o modo tripé. Se ativado, o movimento dos quadros é comparado a um quadro de referência no fluxo filtrado, identificado pelo número especificado. A ideia é compensar todos os movimentos em uma cena mais ou menos estática e manter a visão da câmera absolutamente imóvel. Os frames são contados a partir de 1.

source: Set the number of frames (value*2 + 1) used for lowpass filtering the camera movements. Default value is 15. For example a number of 10 means that 21 frames are used (10 in the past and 10 in the future) to smoothen the motion in the video. A larger value leads to a smoother video, but limits the acceleration of the camera (pan/tilt movements). 0 is a special case where a static camera is simulated.
fr_fr: Définit le nombre de trames (valeur * 2 + 1) utilisé pour un filtrage en lowpass des mouvements de la caméra.La valeur par défaut est de 15. Par exemple, un nombre de 10 signifie que 21 images seront utilisées (10 avant et 10 après) pour fluidifier le mouvement de la vidéo.Une valeur plus grande rend la vidéo plus fluide, mais limite l'accélération de la caméra (mouvements Pan / Tilt).0 est un cas particulier où une caméra statique est simulée.
it_it: Imposta il numero di fotogrammi (valore * 2 + 1) utilizzati per il filtraggio passa-basso dei movimenti della telecamera. Il valore predefinito è 15. Ad esempio, un numero di 10 significa che vengono utilizzati 21 fotogrammi (10 in passato e 10 in futuro) per rendere più uniforme il movimento nel video. Un valore maggiore porta a un video più fluido, ma limita l'accelerazione della telecamera (movimenti di panoramica / inclinazione). 0 è un caso speciale in cui viene simulata una telecamera statica.
nl_nl: Stel het aantal frames in (waarde*2 + 1) dat gebruikt wordt voor lowpass filtering van de camera-bewegingen. Standaard is 15. Bijvoorbeeld een aantal van 10 betekent dat 21 frames gebruikt worden (10 in het verleden en 10 in de toekomst) om de bewegingen in de video te versoepelen. Een hoge waarde geeft soepeler video-beelden, maar beperkt de pan/tilt bewegings-versnellingen van de camera. Waarde 0 is een speciaal geval waarbij een statische camera gesimuleerd wordt.
pt_br: Defina o número de quadros (valor * 2 + 1) usado para filtrar em lowpass os movimentos da câmera. O valor padrão é 15. Por exemplo, um número de 10 significa que 21 quadros são usados (10 no passado e 10 no futuro) para suavizar o movimento no vídeo. Um valor maior leva a um vídeo mais uniforme, mas limita a aceleração da câmera (movimentos de panorâmica / inclinação). 0 é um caso especial em que uma câmera estática é simulada.

source: Set the camera path optimization algorithm. Values are: `gauss`: gaussian kernel low-pass filter on camera motion (default), and `avg`: averaging on transformations
fr_fr: Définit l'algorithme d'optimisation du chemin de la caméra.Les valeurs sont: filtre «gauss»: gaussian kernel low-pass pour le mouvement de la caméra (par défaut) et `avg»: valeurs moyennes des transformations
it_it: Imposta l'algoritmo di ottimizzazione del percorso della fotocamera. I valori sono: "gauss": filtro passa-basso del kernel gaussiano sul movimento della fotocamera (predefinito), e media "avg" per le trasformazioni

source: Set maximal angle in radians (degree*PI/180) to rotate frames. Default value is -1, meaning no limit.
fr_fr: Règle l'angle de rayon maximal (degré * PI / 180) pour faire pivoter les trames.La valeur par défaut est -1, ce qui signifie aucune limite.
it_it: Imposta l'angolo massimo in radianti (gradi * PI / 180) per ruotare i fotogrammi. Il valore predefinito è -1, ovvero nessun limite.
nl_nl: Kies maximale hoek, in radialen (graden*PI/180) om frames te roteren. Standaard is -1 : geen limiet.
pt_br: Defina o ângulo máximo em radianos (grau * PI / 180) para girar os quadros. O valor padrão é -1, o que significa sem limite.

source: Specify how to deal with borders that may be visible due to movement compensation. Values are: `keep` keep image information from previous frame (default), `black` fill the border black
fr_fr: Spécifie comment gérer les bordures qui peuvent être visibles en raison de la compensation de mouvement.Les valeurs sont: `conserver 'conserver les informations de l'image du cadre précédent (par défaut),` Noir' remplit la bordure de couleur noire
it_it: Specificare come trattare i bordi che possono essere visibili a causa della compensazione del movimento. I valori sono: "conserva" conserva le informazioni sull'immagine dal fotogramma precedente (impostazione predefinita), "nero" riempie il bordo nero

source: Invert transforms if checked. Default is unchecked.
fr_fr: Inverse les changements si coché.Valeur désactivée par défaut .
it_it: Inverti le trasformazioni se abilitato. Per impostazione predefinita è disabilitato.
nl_nl: Inverteer transformaties wanneer geselecteerd. Standaard is niet-geselecteerd.
pt_br: Inverter transformações se marcado. O padrão é desmarcado.

source: Consider transforms as relative to previous frame if checked, absolute if unchecked. Default is checked.
fr_fr: Considère les changements comme relatifs par rapport à la trame précédente si activé, absolu si désactivé. Cette option est activée par défaut.
it_it: Considera le trasformazioni come relative al frame precedente se abilitato, assoluto se disabilitato. Per impostazione predefinita è abilitato.
nl_nl: Beschouw transformaties als relatief tot vorige frame wanneer geselecteerd, absoluut wanneer niet geselecteerd. Standaard is geselecteerd.
pt_br: Considere as transformações como relativas ao quadro anterior se marcado, absoluto se desmarcado. O padrão é verificado.

source: Set percentage to zoom. A positive value will result in a zoom-in effect, a negative value in a zoom-out effect. Default value is 0 (no zoom).
fr_fr: Définit le pourcentage du zoom.Une valeur positive se traduit par un effet de zoom avant, une valeur négative par un effet de zoom arrière.La valeur par défaut est 0 (pas de zoom).
it_it: Imposta la percentuale per lo zoom. Un valore positivo si tradurrà in un effetto di ingrandimento, un valore negativo in un effetto di riduzione. Il valore predefinito è 0 (senza zoom).
nl_nl: Kies zoom-percentage. Een positieve waarde geeft een zoom-in effect, negatieve waarde is zoom-out. Standaard is 0 (geen zoom).
pt_br: Defina a porcentagem para ampliar. Um valor positivo resultará em um efeito de mais zoom, um valor negativo em um efeito de menos zoom. O valor padrão é 0 (sem zoom).

source: Set optimal zooming to avoid borders. Accepted values are: `0` disabled, `1` optimal static zoom value is determined (only very strong movements will lead to visible borders) (default), `2` optimal adaptive zoom value is determined (no borders will be visible), see zoomspeed. Note that the value given at zoom is added to the one calculated here.
fr_fr: Définit une valeur de zoom optimale pour éviter l'ajout de bordures noires.Les valeurs acceptées sont: «0» désactivé, la valeur de zoom statique optimale «1» est déterminée (seuls les mouvements très forts conduiront à des bordures visibles) (valeur par défaut), la valeur de zoom adaptative optimale est déterminée (aucune bordure visible),voir zoomspeed.Notez que la valeur donnée au zoom est ici ajoutée à celle calculée.
it_it: Imposta lo zoom ottimale per evitare i bordi. I valori accettati sono: '0' disabilitato, il valore di zoom statico ottimale '1' è determinato (solo movimenti molto forti porteranno a bordi visibili) (impostazione predefinita), il valore di zoom adattivo ottimale '2' è determinato (nessun bordo sarà visibile) vedere zoomspeed. Notare che il valore fornito allo zoom viene aggiunto a quello calcolato qui.

source: Set percent to zoom maximally each frame (enabled when optzoom is set to 2). Range is from 0 to 5, default value is 0.25.
fr_fr: Définit le pourcentage maximal pour zoomer chaque trame (activé lorsque Optzoom est réglé sur 2).La plage est de 0 à 5, la valeur par défaut est de 0,25.
it_it: Imposta la percentuale per ingrandire al massimo ogni fotogramma (abilitato quando optzoom è impostato su 2). L'intervallo è compreso tra 0 e 5, il valore predefinito è 0,25.
nl_nl: Kies maximaal zoom percentage van elk frame (actief als optzoom is 2). Bereik is van 0 t/m 5, standaard is 0.25.
pt_br: Defina a porcentagem para aumentar ao máximo cada quadro (habilitado quando optzoom é definido como 2). O intervalo é de 0 a 5, o valor padrão é 0,25.

source: Specify type of interpolation. Available values are: `no` no interpolation, `linear` linear only horizontal, `bilinear` linear in both directions (default), `bicubic` cubic in both directions (slow)
fr_fr: Spécifie le type d'interpolation.Les valeurs disponibles sont: «no» pas d'Interpolation, «linéaire» linéaire horizontal uniquement , «bilinéaire» linéaire dans les deux directions (par défaut), «bicubique» cubique dans les deux directions (lent)
it_it: Specificare il tipo di interpolazione. I valori disponibili sono: "no" nessuna interpolazione, "linear" lineare solo orizzontale, "bilinear" lineare in entrambe le direzioni (impostazione predefinita), "bicubic" cubica in entrambe le direzioni (lenta)

source: Enable virtual tripod mode if checked, which is equivalent to relative=0:smoothing=0. Default is unchecked. Use also tripod option of vidstabdetect.
fr_fr: Activez le mode trépied virtuel si coché,, équivalent à relatif = 0: lissage = 0.La valeur par défaut est désactivée .Utilisez également l'option trépied de vidstabdetect.
it_it: Abilita la modalità treppiede virtuale se selezionata, che è equivalente a relative=abilitato: smoothing=0. Per impostazione predefinita è disabilitato. Usa anche l'opzione treppiede di vidstabdetect.
nl_nl: Activeer virtuele tripod modus als geselecteerd, wat gelijk is aan relative=0:smoothing=0. Standaard is niet-geselecteerd. Gebruik dit als tripod optie van vidstabdetect.
pt_br: Habilite o modo de tripé virtual se marcado, que é equivalente a relativo = 0: suavização = 0. O padrão é desmarcado. Use também a opção de tripé do vidstabdetect.

source: Sharpen or blur the input video. Note the use of the unsharp filter which is always recommended.
fr_fr: Améliore la netteté ou estompe la vidéo en entrée.L'utilisation du filtre "unsharp" (adoucir) est toujours recommandée.
it_it: Rende più nitido o sfocato il video in ingresso. Nota che l'uso del filtro unsharp è sempre consigliato.
nl_nl: Verscherp of vervaag de input video. Het gebruik van het ont-scherp filter, wordt altijd aanbevolen.
pt_br: Tornar mais nítido ou mais desfocado o vídeo de entrada. Observe o uso do filtro unsharp que é sempre recomendado.

source: Video Stabilizer Tool
it_it: Strumento stabilizzatore video

source: Videomass - Loading...
fr_fr: Videomass - En cours de chargement...
it_it: Caricamento in corso...
nl_nl: Videomass - Laden...
pt_br: Videomass - Carregando ...

source: Please wait, This process will take a few seconds.
it_it: Attendere prego, Questo processo richiederà alcuni secondi.

source: Default position
fr_fr: Position par défaut
it_it: Posizione di default
nl_nl: Standaard positie
pt_br: Posição padrão

source: Rotation setting
fr_fr: Réglage rotation
it_it: Impostazione della rotazione
nl_nl: Rotatie instelling
pt_br: Configuração de rotação

source: 90° (left)
fr_fr: 90° (gauche)
it_it: 90° (sinistra)
nl_nl: 90° (naar links)
pt_br: 90 ° (esquerda)

source: 90° (right)
fr_fr: 90° (droite)
it_it: 90° (destra)
nl_nl: 90° (naar rechts)
pt_br: 90 ° (direita)

source: Transpose Tool
it_it: Strumento trasponi

source: Rotate 90 degrees right
fr_fr: Rotateation droite 90 degrés
it_it: Ruota di 90 gradi a destra
nl_nl: Roteer 90 graden naar rechts
pt_br: Girar 90 graus para a direita

source: Rotate 180 degrees
fr_fr: Rotation 180 degrés
it_it: Ruota di 180 gradi
nl_nl: Roteer 180 graden
pt_br: Girar 180 graus

source: Rotate 90 degrees left
fr_fr: Rotation 90 degrés gauche
it_it: Ruota di 90 gradi a sinistra
nl_nl: Roteer 90 graden naar links
pt_br: Girar 90 graus para a esquerda

source: Please take a moment to set up the application
fr_fr: Merci de vérifier la configuration de l'application
it_it: Si prega di dedicare qualche istante alla configurazione dell'applicazione
nl_nl: Neem even de tijd om het programma in te stellen
pt_br: Reserve um momento para configurar o aplicativo

source: Click the "Next" button to get started
fr_fr: Cliquer le bouton "Suivant" pour commencer
it_it: Fare clic sul pulsante "Successivo" per iniziare
nl_nl: Druk de knop "Volgende" om te beginnen
pt_br: Clique no botão "Avançar" para começar

source: Welcome to the Videomass Wizard!
fr_fr: Bienvenue sur l'assistant Videomass !
it_it: Benvenuti nell'assistente di Videomass!
nl_nl: Welkom bij de Videomass Wizard!
pt_br: Bem-vindo ao Assistente do Videomass!

source: Videomass is an application based on FFmpeg
fr_fr: Videomass est une application basée sur FFmpeg
it_it: Videomass è un'applicazione basata su FFmpeg
nl_nl: Videomass is gebaseerd op FFmpeg
pt_br: Videomass é um aplicativo baseado em FFmpeg

source: If FFmpeg is not on your computer, this application will be unusable
fr_fr: Si FFmpeg n'est pas installé sur votre ordinateur, cette application ne fonctionnera pas
it_it: Se FFmpeg non si trova sul tuo computer, questa applicazione sarà inutilizzabile
nl_nl: Zonder FFmpeg op uw computer zal dit programma onbruikbaar zijn
pt_br: Se o FFmpeg não estiver no seu computador, este aplicativo ficará inutilizável

source: If you have already installed FFmpeg on your operating system, click the "Auto-detection" button.
fr_fr: Si vous avez déjà installé FFmpeg sur votre système, cliquez sur le bouton "Auto-détection".
it_it: Se hai già installato FFmpeg sul tuo sistema operativo, fai click sul pulsante "Auto-rileva".
nl_nl: Wanneer FFmpeg al op uw besturingssysteem is geïnstalleerd, druk de "Auto-detectie" knop.
pt_br: Se você já instalou o FFmpeg em seu sistema operacional, clique no botão "Detecção automática".

source: If you want to use a version of FFmpeg located on your filesystem but not installed on your operating system, click the "Locate" button.
fr_fr: Si vous souhaitez utiliser une version de FFmpeg située dans votre espace personnel mais non installé sur votre système d'exploitation, Cliquez sur le bouton "Localiser".
it_it: Se vuoi usare una versione di FFmpeg situata sul tuo filesystem ma non installata sul tuo sistema operativo, fai clic sul pulsante "Individua".
nl_nl: Wanneer u een FFmpeg versie wilt gebruiken die aanwezig is op uw bestandssysteem, maar niet is geïnstalleerd op uw besturingssysteem, druk de "Lokaliseer" knop.
pt_br: Se você deseja usar uma versão do FFmpeg localizada em seu sistema de arquivos, mas não instalado em seu sistema operacional, clique no botão "Localizar".

source: Auto-detection
fr_fr: Auto-détection
it_it: Auto-rileva
nl_nl: Automatische detectie
pt_br: Detecção automática

source: Locate
fr_fr: Localiser
it_it: Individua
nl_nl: Lokaliseer
pt_br: Localizar

source: Click the "Next" button
fr_fr: Cliquer le bouton "Suivant"
it_it: Fare clic sul pulsante "Successivo"
nl_nl: Druk de knop "Volgende"
pt_br: Clique no botão "Avançar"

source: '{}' is not installed on your computer. Install it or indicate another location by clicking the 'Locate' button.
fr_fr: .'{}' n'est pas installé sur votre ordinateur. Installez-l'application ou indiquer un autre endroit en cliquant sur le bouton "Localiser".
it_it: "{}" non è installato sul tuo computer. Installalo o indica un'altra posizione cliccando il pulsante "Individua".
nl_nl: '{}' is niet op uw computer geïnstalleerd. Installeer het of geef een andere lokatie aan, door op de 'Lokaliseer' knop te drukken.
pt_br: '{}' não está instalado no seu computador. Instale-o ou indique outro local clicando no botão 'Localizar'.

source: Videomass already seems to include FFmpeg. Do you want to use that?
fr_fr: Videomass semble déjà inclure FFmpeg. Voulez-vous l'utiliser?
it_it: Videomass sembra già includere FFmpeg. Vuoi usare quello?
nl_nl: Videomass blijkt reeds FFmpeg te bevatten. Wilt u deze gebruiken?
pt_br: Videomass parece já incluir FFmpeg. Você quer usá-lo?

source: Please confirm
fr_fr: Confirmer SVP
it_it: Prego confermare
nl_nl: Bevestig dit
pt_br: Por favor confirme

source: Locating FFmpeg executables
fr_fr: Localisation des exécutables FFmpeg
it_it: Individuazione degli eseguibili FFmpeg
nl_nl: Bezig FFmpeg programmabestanden te lokaliseren
pt_br: Localizando executáveis FFmpeg

source: "ffmpeg", "ffprobe" and "ffplay" are required. Complete all the text boxes below by clicking on the respective buttons.
fr_fr: "ffmpeg", "ffprobe" et "ffplay" sont requis.Ciquez sur toutes sur chacun de leurs boutons respectifs.
it_it: Sono richiesti "ffmpeg", "ffprobe" ed " ffplay". Completa tutti i campi di testo sottostanti cliccando sui rispettivi pulsanti.
nl_nl: "ffmpeg", "ffprobe" en "ffplay" zijn vereist. Vul alle onderstaande tekstkaders in, door op de betreffende knoppen te drukken.
pt_br: "ffmpeg", "ffprobe" e "ffplay" são obrigatórios. Complete tudo nas caixas de texto abaixo clicando nos respectivos botões.

source: {} location
it_it: Posizione {}

source: Videomass has a simple graphical interface for yt-dlp
it_it: Videomass dispone di una semplice interfaccia grafica per yt-dlp

source: This feature allows you to download video and audio from many sites, including YouTube.com and even Facebook.
fr_fr: Cette fonctionnalité permet de télécharger des vidéos et de l'audio sur de nombreux sites, YouTube.com inclus et même sur Facebook.
it_it: Questa funzione ti consente di scaricare video e audio da molti siti, inclusi YouTube.com e persino Facebook.
nl_nl: Dit geeft u de mogelijkheid om video en audio te downloaden van vele websites, inclusief YouTube en Facebook.
pt_br: Este recurso permite que você baixe vídeo e áudio de muitos sites, incluindo YouTube.com e até Facebook.

source: Do you want to enable this feature?
fr_fr: Voulez-vous activer cette fonctionnnalité?
it_it: Vuoi abilitare questa funzione?
nl_nl: Wilt u deze mogelijkheid activeren?
pt_br: Você quer habilitar este recurso?

source: Wizard completed successfully!
fr_fr: Assistant complété avec succès!
it_it: Tutto completato con successo!
nl_nl: Wizard met succes afgerond!
pt_br: Assistente concluído com sucesso!

source: Remember that you can always change these settings later, through the Preferences dialog.
it_it: Si ricorda che puoi sempre modificare più tardi queste impostazioni attraverso il dialogo delle preferenze globali.

source: Thank You!
fr_fr: Merci!
it_it: Grazie!
nl_nl: Dank U!
pt_br: Obrigado!

source: To exit click the "Finish" button
fr_fr: Pour quitter cliquez sur le bouton "Arrêter"
it_it: Per uscire fare clic sul pulsante "Fine"
nl_nl: Klik op de knop "Voltooi" om af te sluiten
pt_br: Para sair, clique no botão "Concluir"

source: < Previous
fr_fr: <Précédent
it_it: < Precedente
nl_nl: < Vorige
pt_br: < Anterior

source: Next >
fr_fr: Suivant >
it_it: Successivo >
nl_nl: Volgende >
pt_br: Avançar >

source: Videomass Wizard
fr_fr: Assistant Videomass
it_it: Videomass Assistente
pt_br: Assistente do Videomass

source: Finish
fr_fr: Arrêter
it_it: Fine
nl_nl: Voltooi
pt_br: Concluir

source: Some text boxes are still incomplete
fr_fr: Certaines options sont toujours incomplètes
it_it: Alcune caselle di testo sono ancora incomplete
nl_nl: Enkele tekstkaders zijn nog onvolledig
pt_br: Algumas caixas de texto ainda estão incompletas

source: Re-start is required
fr_fr: Redémarrage nécessaire
it_it: È necessario riavviare
nl_nl: Herstart is vereist
pt_br: É necessário Reiniciar

source: Done!
fr_fr: Terminé !
it_it: Fatto!
nl_nl: Klaar!
pt_br: Concluído!

source: Cross-platform graphical user interface for FFmpeg and yt-dlp.
it_it: Interfaccia grafica multi-piattaforma per FFmpeg e yt-dlp
