Repository: jeanslack/Videomass
Catalog: videomass3/locale/*/LC_MESSAGES/videomass.po
Languages: it_it

source: Note: the youtube-dl executable previously downloaded with Videomass is no longer in use, since the one included in the system is now used. Do you want to remove the one no longer in use?
it_it: Avviso: l'eseguibile youtube-dl precedentemente scaricato con Videomass non è più in uso, poiché ora è utilizzato quello incluso nel sistema. Vuoi rimuovere quello non più in uso?

source: Videomass confirmation
it_it: Videomass conferma

source: Don't show this dialog again
it_it: Non mostrare ancora questo dialogo

source: At least one "Format Code" must be checked for each URL selected in green.
it_it: È necessario spuntare almeno un "Codice Formato" per ciascun URL selezionato in verde.

source: Function available only if you choose "Download by format code"
it_it: Funzione disponibile solo se si sceglie "Scarica per codice formato"

source: Default
it_it: Predefinito

source: Download audio and video splitted
it_it: Scarica audio e video divisi

source: Download Audio only
it_it: Scarica solo il file audio

source: Download by format code
it_it: Scarica per codice formato

source: Download all playlist
it_it: Scarica tutta la playlist

source: Embed thumbnail in audio file
it_it: Aggiungi miniatura nel file audio

source: Add metadata to file
it_it: Aggiungi i meta dati al file

source: Write subtitles to video
it_it: Scrivi sottotitoli al video

source: URLs checklist
it_it: Elenco di controllo degli URL

source: Help viewer
it_it: Visualizzatore di aiuto

source: Play selected url
it_it: Riproduci l'URL selezionato

source: Format Code
it_it: Codice Formato

source: Title
it_it: Titolo

source: Extension
it_it: Estensione

source: Resolution
it_it: Risoluzione

source: Video Codec
it_it: Codec Video

source: Audio Codec
it_it: Codec Audio

source: Size
it_it: Dimensione

source: Resolution note
it_it: Note sulla risoluzione

source: Sorry, this feature is disabled.
it_it: Spiacenti, questa funzione è disabilitata.

source: TIPS:
it_it: SUGGERIMENTI:

source: - Click on one of the items in the checklist and use the preview button to play the video and evaluate the resolution or quality based on the settings made.
it_it: - Clicca su una delle voci nell'elenco di controllo ed utilizza il pulsante di anteprima per riprodurre il video e valutare la risoluzione o la qualità in base alle impostazioni effettuate.

source: - Check one or more boxes in the URLs checklist. Each URL (green selection) can have multiple format codes that correspond to different audio and video formats. Note that the audio and video streams are always separated here; check the boxes of a video format code and an audio format code of each URL to merge them both into a single file.
it_it: - Seleziona una o più caselle nell'elenco di controllo degli URL. Ogni URL (selezione verde) può avere più codici di formato che corrispondono a diversi formati audio e video. Nota che i flussi audio e video sono sempre separati qui; selezionare le caselle di un codice di formato video e un codice di formato audio di ciascun URL per unirli entrambi in un unico file.

source: Directories are not allowed, just add files, please.
it_it: Le directory non sono ammesse, aggiungi solo file.

source: File without format extension: please give an appropriate extension to the file name, example '.mkv', '.avi', '.mp3', etc.
it_it: File senza estensione di formato: fornire un'estensione appropriata al nome del file, ad esempio '.mkv', '.avi', '.mp3', ecc.

source: Duplicate files are rejected: > '%s'
it_it: I files duplicati sono rifiutati: > '%s'

source: Drag one or more files below
it_it: Trascina uno o più file qui sotto

source: Options
it_it: Opzioni

source: Output Directory
it_it: Cartella di Destinazione

source: Input files
it_it: File in entrata

source: Media type
it_it: Tipo di media

source: File size
it_it: Dimensione file

source: Remove the selected file from the list
it_it: Rimuovi il file selezionato dall'elenco

source: Delete all files from the list
it_it: Elimina tutti i file dall'elenco

source: Choose another output directory for files saving
it_it: Scegli un'altra directory di output per il salvataggio dei file

source: Remove the selected file
it_it: Rimuovi il file selezionato

source: No file selected
it_it: Nessun file selezionato

source: [Videomass]: DONE !
it_it: [Videomass]: FATTO !

source: [Videomass]: FAILED !
it_it: [Videomass]: FALLITO !

source: [Videomass]: Sorry, task failed !
it_it: [Videomass]: Spiacente, attività non riuscita !

source: [Videomass]: Interrupted Process !
it_it: [Videomass]: Processo Interrotto !

source: [Videomass]: Successfully completed !
it_it: [Videomass]: Completato con successo !

source: [Videomass]: completed, but not everything was successful.
it_it: [Videomass]: Completato, ma non tutto è andato a buon fine.

source: Log viewing console:
it_it: Console di visualizzazione log:

source: Suppress excess output
it_it: Sopprime l'output in eccesso

source: Abort
it_it: Interrompere

source: If activated, hides some output messages.
it_it: Se attivato, nasconde l'output di troppo.

source: Stops current process
it_it: Interrompe il processo corrente

source: ...Finished
it_it: ...Terminato

source: wait... I'm aborting
it_it: attendi... Sto interrompendo

source: ...Interrupted
it_it: ...Interrotto

source: There are still processes running.. if you want to stop them, use the "Abort" button. Do you want to kill application?
it_it: Ci sono ancora processi avviati... Se vuoi interromperli usa il bottone "Interrompere". Vuoi uccidere l'applicazione?

source: Please confirm
it_it: Prego confermare

source: Select a preset from the drop down:
it_it: Seleziona un preset dal menu a discesa:

source: 1-PASS
it_it: PASSAGGIO-1

source: 2-PASS
it_it: PASSAGGIO-2

source: Command line FFmpeg
it_it: Riga di Comando FFmpeg

source: Automations
it_it: Automazioni

source: First pass parameters of the selected profile
it_it: Parametri primo passaggio del profilo selezionato

source: Second pass parameters of the selected profile
it_it: Parametri secondo passaggio del profilo selezionato

source: New profile
it_it: Nuovo profilo

source: Edit selected profile
it_it: Modifica il profilo selezionato

source: Delete selected profile
it_it: Cancella il profilo selezionato

source: Output Format
it_it: Formato in Uscita

source: Supported Formats List
it_it: Lista Formati Supportati

source: ERROR: Typing error on JSON keys: {} File: "{}" key malformed ?
it_it: ERRORE: Errore di digitazione sulle chiavi JSON:: {} File: "{}" Chiave malformata ?

source: Enter name for new preset
it_it: Inserisci il nome per il nuovo preset

source: Cannot save current data in file '{}'.
it_it: Impossibile salvare i dati correnti nel file '{}'.

source: 'Successful! A new preset has been created.
it_it: 'Successo! hai appena creato un nuovo preset.

source: Are you sure you want to remove "{}" preset? It will be moved to the "Removals" folder in the presets directory
it_it: Sei sicuro di rimuovere il preset "{}" ? Sarà spostato nella cartella "Removals" nella directory dei presets

source: Videomass: Please confirm
it_it: Videomass: Prego confermare

source: {} Sorry, removal failed, I can't continue.
it_it: {} Spiacente, rimozione fallita, non posso continuare.

source: Select a directory to save it
it_it: Salva nella cartella selezionata

source: Successfully saved
it_it: Salvato con successo

source: Videomass: Choose a videomass preset to restore
it_it: Videomass: Scegli un preset videomass da ripristinare

source: The following preset: '{0}' will be imported and will overwrite the one in use. Proceed ?
it_it: Il seguente preset: '{0}' sarà importato e sovrascriverà quello in uso. Procedere ?

source: The selected preset will be overwritten with default profiles! proceed?
it_it: Il preset selezionato verrà sovrascritto con i profili predefiniti! procedere?

source: Sorry, this preset is not part of default Videomass presets.
it_it: Spiacente, questo preset non fa parte dei presets predefiniti di Videomass.

source: WARNING: you are restoring all default presets! Proceed?
it_it: ATTENZIONE: stai per ripristinare tutti i presets predefiniti! Procedere?

source: Create a new profile on "%s" preset
it_it: Crea un nuovo profilo sul preset "%s"

source: First select a profile in the list
it_it: Dovresti selezionare un profilo nella lista

source: Edit profile of the "%s" preset:
it_it: Modifica il profilo sul preset "%s":

source: Are you sure you want to delete the selected profile?
it_it: Sei sicuro di voler eliminare il profilo selezionato?

source: Invalid EBU normalization enabled for one-pass. Turn off EBU normalization or choose a two-pass profile.
it_it: La normalizzazione EBU non può essere validata per un passaggio. Disattiva la normalizzazione EBU o scegli un profilo a due passaggi.

source: Undetected volume values! use the "Volumedetect" control button to analyze data on the audio volume.
it_it: Valori del volume non rilevati! utilizzare il pulsante di controllo "Volumedetect" per analizzare i dati sul volume audio.

source: The selected profile command has been changed manually. Do you want to apply it during the conversion process?
it_it: Il comando del profilo selezionato è stato cambiato manualmente. Vuoi applicarlo durante il processo di conversione?

source: Starts
it_it: Avvio

source: EBU normalization is enabled twice in automation and command line. Command line has priority. Do you wish to continue?
it_it: La normalizzazione EBU è stata abilitata due volte, nell'automazione e nella riga di comando. La riga di comando ha la priorità. Desideri continuare?

source: To export as pictures, select one file at a time
it_it: Per esportare immagini, selezionare un file alla volta

source: Disable
it_it: Disabilitato

source: SUMMARY File to Queue Pass Encoding Profile Used Output Format Time selection Automations Enabled: Audio Normalization Selected Input Audio index Audio Output Map index
it_it: SOMMARIO File in Coda Passaggi di Codifica Profilo in Uso Formato in Uscita Tempo impostato (durata) Automazioni Abilitate: Normalizzazione Audio Selezione Indice Audio in Input Mappatura Indice Audio in Output

source: Add one or more URLs below
it_it: Aggiungi uno o più URLs qui sotto

source: Delete all text from the list
it_it: Elimina tutto il testo dall'elenco

source: {} You need mpv to play the urls but mpv was not found.
it_it: {} È necessario mpv per riprodurre gli urls ma mpv non è stato trovato.

source: Is 'ffmpeg' installed on your system?
it_it: 'ffmpeg' è installato sul tuo sistema?

source: Unrecognized error
it_it: Errore sconosciuto

source: Requires MSVCR100.dll To resolve this problem install: Microsoft Visual C++ 2010 Redistributable Package (x86)
it_it: Richiede MSVCR100.dll Per risolvere il problema installare: Microsoft Visual C++ 2010 Redistributable Package (x86)

source: Is 'youtube-dl' installed on your system?
it_it: 'youtube-dl' è installato sul tuo sistema?

source: Requires MSVCR100.dll To resolve this problem install: Microsoft Visual C++ 2010 Redistributable Package (x86)
it_it: Richiede MSVCR100.dll Per risolvere il problema installare: Microsoft Visual C++ 2010 Redistributable Package (x86)
