Repository: jeanslack/Videomass
Catalog: videomass3/locale/*/LC_MESSAGES/videomass.po
Languages: it_it

source: {0} Sorry, cannot continue..
it_it: {0} Spiacente, impossibile continuare..

source: Permission denied: {} Check execution permissions.
it_it: Permesso negato: {} Controlla i permessi di esecuzione.

source: Support to mono or stereo audio channels. If you are not sure set to "Auto" and source values will be copied.
it_it: Supporto ai canali mono o stereo. Se non sicuro imposta su "Auto", verranno copiati gli stessi parametri di origine.

source: The audio Rate (or sample-rate) is the sound sampling frequency and is measured in hertz. The higher the frequency, plus the audio signal will be true to the sound source, but the file will increase its size. For normal playback with audio CD set a sample rate of 44100kHz. If you are not sure set to "Auto" and source values will be copied.
it_it: La frequenza audio (o frequenza di campionamento) è la frequenza di campionamento del suono e viene misurata in hertz. Più alta è la frequenza, più il segnale audio sarà fedele alla sorgente sonora, ma il file aumenterà le sue dimensioni. Per la riproduzione di CD audio impostare una frequenza di campionamento a 44100kHz. Se non sicuri, lasciare su "Auto", così verranno copiati i valori di origine.

source: The audio bitrate affects on file compression and on the quality of listening. The higher the value and more higher quality.
it_it: L'audio bit-rate influisce sulla compressione dei file e sulla qualità dell'ascolto. Più alto è il suo valore e più alta sarà la qualità del suono.

source: bit depth is the number of bits of information in each sample, and it directly corresponds to the resolution of each sample. Bit depth is only meaningful in reference to a PCM digital signal. Non-PCM formats, such as lossy compression formats, do not have associated bit depths.
it_it: la profondità di bit è la risoluzione in bit delle informazioni in ciascun campione audio ed è significativa solo in riferimento a un segnale digitale PCM. I formati non PCM, come i formati di compressione con perdita, non hanno profondità di bit associate.

source: Flip over
it_it: Capovolgere sopra

source: Rotate Left
it_it: Ruotare a sinistra

source: Rotate Right
it_it: Ruotare a destra

source: Flip below
it_it: Capovolgere sotto

source: Orientation points
it_it: Punti di orientamento

source: Videomass: Rotate and flip
it_it: Videomass: Ruotare e capovolgere

source: Reverses visual movie from bottom to top
it_it: Inverti l'immagine dal basso verso l'alto

source: Rotate view movie to left
it_it: Ruota l'immagine a Sinistra

source: Rotate view movie to Right
it_it: Ruota l'immagine verso Destra

source: Reverses visual movie from top to bottom
it_it: Inverti l'immagine dall'alto verso il basso

source: Display show settings
it_it: Visualizza le impostazioni correnti

source: 180° from bottom to top
it_it: 180° da sotto a sopra

source: Rotate 90° Left
it_it: Ruotare di 90° a sinistra

source: Rotate 90° Right
it_it: Ruotare di 90° a destra

source: 180° from top to bottom
it_it: 180° da sopra a sotto

source: Width
it_it: Larghezza

source: Height
it_it: Altezza

source: Crop Dimensions
it_it: Dimensione del Ritaglio

source: Videomass: video/image crop
it_it: Videomass: ritaglio di video/immagini

source: The height of the output video. Set to -1 for disabling.
it_it: L'altezza del video/immagine in uscita. Imposta a -1 per disabilitare.

source: The width of the output video. Set to -1 for disabling.
it_it: La larghezza del video/immagine in uscita Imposta a -1 per disabilitare.

source: The horizontal position of the left edge.
it_it: La posizione orizzontale del bordo sinistro.

source: The vertical position of the top edge of the left corner.
it_it: La posizione verticale del bordo superiore dell'angolo sinistro.

source: Width: %s
it_it: Larghezza: %s

source: Height: %s
it_it: Altezza: %s

source: Scale (resize)
it_it: Scala (ridimensiona)

source: Numerator
it_it: Numeratore

source: Denominator
it_it: Denominatore

source: Videomass: resize (change resolution)
it_it: Videomass: ridimensionare (risoluzione di modifica)

source: Scale (resize) the input video or image.
it_it: Scala (ridimensiona) il video/immagine di input.

source: WIDTH: %s
it_it: LARGHEZZA: %s

source: HEIGHT: %s
it_it: ALTEZZA: %s

source: Sets the Display Aspect Ratio. Set to 0 to disabling.
it_it: Imposta visualizzazione proporzioni dello schermo. Impostare a 0 per disabilitare.

source: -NUMERATOR- %s
it_it: -NUMERATORE- %s

source: -DENOMINATOR- %s
it_it: -DENOMINATORE- %s

source: The setsar filter sets the Sample (aka Pixel) Aspect Ratio. Set to 0 to disabling.
it_it: Il filtro setsar imposta il rapporto di aspetto del campione (noto anche come pixel). Impostare a 0 per disabilitare.

source: Advanced Options
it_it: Opzioni Avanzate

source: Deinterlace
it_it: Deinterlacciamento

source: Interlace
it_it: Interlacciamento

source: Deinterlaces (Using the 'w3fdif' filter)
it_it: Deinterlaccia (Usando il filtro 'w3fdif')

source: Deinterlaces (Using the 'yadif' filter)
it_it: Deinterlaccia (Usando il filtro 'yadif')

source: Interlaces (Using the 'interlace' filter)
it_it: Interlaccia (Usando il filtro 'interlace')

source: Videomass: deinterlace/interlace
it_it: Videomass: Deinterlacciare/Interlacciare

source: Deinterlace the input video with `w3fdif` filter
it_it: Deinterlaccia il video di input con il filtro `w3fdif`

source: Set the interlacing filter coefficients.
it_it: Imposta i coefficienti del filtro interlacciamento.

source: Specify which frames to deinterlace.
it_it: Specificare i fotogrammi da deinterlacciare.

source: Deinterlace the input video with `yadif` filter. For FFmpeg is the best and fastest choice
it_it: Deinterlaccia il video in ingresso con il filtro `yadif`. Per FFmpeg è la scelta migliore e più veloce

source: mode The interlacing mode to adopt.
it_it: mode La modalità interlacciata da adottare.

source: parity The picture field parity assumed for the input interlaced video.
it_it: parity La parità del campo dell'immagine presupposta per il video interlacciato di input.

source: Simple interlacing filter from progressive contents.
it_it: Filtro interlacciamento semplice dai contenuti progressivi.

source: scan: determines whether the interlaced frame is taken from the even (tff - default) or odd (bff) lines of the progressive frame.
it_it: scan: determina se il fotogramma interlacciato viene preso dalle linee pari (TFF - predefinito) o dispari (BFF) del fotogramma progressivo. Scan=ttf è l'impostazione predefinita.

source: lowpas: Enable (default) or disable the vertical lowpass filter to avoid twitter interlacing and reduce moire patterns. Default is no setting.
it_it: lowpas: Abilitare (predefinito) o disabilitare il filtro passa-basso verticale per evitare l'interlacciamento di twitter e ridurre i pattern di moiré. Lowpass=1 è l'impostazione predefinita.

source: Apply Denoisers Filters
it_it: Applicare Filtri Denoisers (rimuovono i disturbi dell'immagine)

source: Enable nlmeans denoiser
it_it: Abilita il denoiser nlmeans

source: nlmeans options
it_it: opzioni filtro nlmeans

source: Enable hqdn3d denoiser
it_it: Abilita il denoiser hqdn3d

source: hqdn3d options
it_it: opzioni filtro hqdn3d

source: Videomass: denoisers filters
it_it: Videomass: filtri denoisers

source: nlmeans: (Denoise frames using Non-Local Means algorithm is capable of restoring video sequences with even strong noise. It is ideal for enhancing the quality of old VHS tapes.
it_it: nlmeans: (Elimina il disturbo dai fotogrammi utilizzando l'algoritmo Non-Local, il quale è in grado di ristrutturare sequenze video con rumore anche intenso, ideale per migliorare la qualità dei vecchi nastri VHS.

source: hqdn3d: This is a high precision/quality 3d denoise filter. It aims to reduce image noise, producing smooth images and making still images really still. It should enhance compressibility.
it_it: hqdn3d: Questo è un filtro per il denoise 3d di alta precisione e qualità. Mira a ridurre il rumore dell'immagine, a produrre immagini uniformi e a rendere ferme le immagini statiche. Dovrebbe migliorare comprensibilmente la qualità visiva.

source: Seeking - start point [h : m : s]
it_it: Cerca - punto di partenza [ore : minuti : secondi]

source: Cut - end point [h : m : s]
it_it: Taglia - punto finale [ore : minuti : secondi]

source: Videomass: duration
it_it: Videomass: durata

source: Hours time
it_it: Inizio del tempo in Ore

source: Minutes Time
it_it: Inizio del tempo in Minuti

source: Seconds time
it_it: Inizio del tempo in Secondi

source: Hours amount duration
it_it: Tempo di durata in Ore, dal tempo di inizio

source: Minutes amount duration
it_it: Tempo di durata in Minuti, dal tempo di inizio

source: Seconds amount duration
it_it: Tempo di durata in Secondi, dal tempo di inizio

source: Length of cut missing: Cut (end point) [hh,mm,ss] You should calculate the time amount between the Seeking (start point) and the cut point, then insert it in 'Cut (end point)'. Always consider the total duration of the flow in order to avoid entering incorrect values.
it_it: Lunghezza del taglio mancante: Taglia (punto finale) [ore, minuti, secondi] È necessario calcolare la quantità di tempo tra la ricerca (punto iniziale) e il punto di taglio, quindi inserirlo in "Taglia (punto finale)". Considerare sempre la durata totale del flusso per evitare di immettere valori errati.

source: This wizard will attempt to automatically detect FFmpeg on your system. In addition, it allows you to manually set a custom path to locate FFmpeg and its associated executables. Also, Remember that you can always change these settings later, through the Setup dialog. - Click on 'Auto-detection' to start the search now. - Click on 'Browse..' to indicate the folder where to locate FFmpeg.
it_it: Questo assistente tenterà di individuare automaticamente FFmpeg sul tuo sistema. Inoltre, ti consente di impostare manualmente un percorso specifico nel quale localizzare ffmpeg e gli eseguibili ad esso associati. Ricorda che è sempre possibile modificare queste impostazioni anche in seguito, attraverso il dialogo di Setup. - Fare click su 'Auto-rileva' per iniziare ora la ricerca. - Fare click su 'Sfoglia..' per indicare la cartella dove individuare FFmpeg.

source: Welcome to Videomass Wizard!
it_it: Benvenuti nell'assistente di Videomass!

source: Auto-detection
it_it: Auto-rileva

source: Browse..
it_it: Sfoglia..

source: Videomass: Wizard
it_it: Videomass: Assistente

source: Locate the folder with ffmpeg, ffprobe and ffplay
it_it: Individuare la cartella con ffmpeg, ffprobe ed ffplay

source: '{}' File not found: '{}' {} > are required. Please, choose a valid path.
it_it: '{}' File non trovato: '{}' Sono richiesti > {} Per favore, scegli un percorso valido.

source: '{}' is not installed on the system. Please, install it or set a custom path using the 'Browse..' button.
it_it: '{}' non è installato nel sistema. Per favore, installalo o imposta un percorso valido usando il tasto 'Sfoglia..'.

source: Videomass already seems to include FFmpeg. Do you want to use that?
it_it: Videomass sembra già includere FFmpeg. Vuoi usare quello?

source: Videomass: Please Confirm
it_it: Videomass: Prego confermare

source: Wizard completed successfully. Restart Videomass now. Thank You!
it_it: L'assistente ha completato con successo. Ora riavvia Videomass. Grazie!

source: Done!
it_it: Fatto!

source: Cross-platform graphical interface for FFmpeg and youtube-dl.
it_it: Interfaccia grafica multi-piattaforma per FFmpeg e youtube-dl.

source: 1-PASS, Do not start with `ffmpeg -i filename`; do not end with `output-filename`
it_it: 1-PASSATA, Non iniziare con: `ffmpeg -i nomefile`; Non finire con `nomefile_in_uscita`

source: 2-PASS (optional), Do not start with `ffmpeg -i filename`; do not end with `output-filename`
it_it: 2-PASSATA (opzionale), Non iniziare con `ffmpeg -i nomefile`; Non finire con `nomefile_in_uscita`

source: Supported Formats list (optional). Do not include the `.`
it_it: Lista dei formati supportati (opzionale). Non includere il `.`

source: Profile Name
it_it: Nome Profilo

source: Description
it_it: Descrizione

source: Output Format. Do not include the `.`
it_it: Formato in uscita. Non includere il `.`

source: Save..
it_it: Salva..

source: Assign a short name to the profile
it_it: Assegnare un nome breve al profilo

source: Assign a long description to the profile
it_it: Assegnare una descrizione esaustiva al profilo

source: Reserved arguments for the first pass
it_it: Argomenti riservati per la prima passata

source: Reserved arguments for the second pass
it_it: Argomenti riservati per la seconda passata

source: You can specify one or more comma-separated format names to include in the profile
it_it: Puoi specificare uno o più formati separati da virgola da includere sul profilo

source: Type the output format extension here. Leave blank to copy codec and format
it_it: Digita qui l'estensione del formato di output. Lascia vuoto per copiare codec e formato

source: Incomplete profile assignments
it_it: Le assegnazioni del profilo sono incomplete

source: Formats must be comma-separated
it_it: I formati devono essere separati da una virgola

source: Profile already stored with same name
it_it: Un profilo e già stato salvato con lo stesso nome

source: Successful storing!
it_it: Profilo salvato con successo!

source: Successful changes!
it_it: Modifiche riuscite!

source: The following settings affect output messages and the log messages during processes. Change only if you know what you are doing.
it_it: Queste impostazioni influiscono sui messaggi di output e sui messaggi di log durante i processi. Modifica solo se sai cosa stai facendo.

source: Where do you prefer to save all the output files?
it_it: Dove preferisci salvare tutti i file in uscita?

source: Cache Settings
it_it: Impostazioni della Cache

source: Clears temporary cached files during application exit
it_it: Cancella i file temporanei nella cache durante l'uscita dell'applicazione

source: Don't warn me again when youtube-dl executable is not in use
it_it: Non avvisarmi più quando l'eseguibile youtube-dl non è in uso

source: General
it_it: Generale

source: FFmpeg -threads option
it_it: Opzione -threads di FFmpeg

source: Set the number of threads (from 0 to 32)
it_it: Imposta il numero dei threads (da 0 a 32)

source: Use a custom path to run FFmpeg
it_it: Usa un percorso personalizzato per avviare FFmpeg

source: Use a custom path to run FFprobe
it_it: Usa un percorso personalizzato per avviare FFprobe

source: Use a custom path to run FFplay
it_it: Usa un percorso personalizzato per avviare FFplay

source: Executable paths
it_it: Percorsi eseguibili

source: Set Icon Themes
it_it: Imposta Temi icona

source: Color customization
it_it: Personalizzazione colori

source: Change color at the button bar:
it_it: Cambia colore alla barra dei pulsanti:

source: Bar Colour
it_it: Colore Barra

source: Change color of bar buttons:
it_it: Cambia colore ai pulsanti della barra:

source: Buttons Colour
it_it: Colore Pulsanti

source: Color setting for button fonts:
it_it: Impostazione del colore per i caratteri dei pulsanti:

source: Font Colour
it_it: Colore Font

source: Restore default settings
it_it: Ripristina impostazioni predefinite

source: Appearance
it_it: Aspetto

source: Logging levels
it_it: Livelli logs

source: Videomass: setup
it_it: Videomass: Impostazioni

source: Enable custom paths for the executables. If the check boxes are disabled or if the path field is empty, the search for the executables is entrusted to the environment variables.
it_it: Abilita percorsi personalizzati per gli eseguibili. Se le caselle di controllo sono disabilitate o se il campo del percorso è vuoto, la ricerca degli eseguibili viene affidata alle variabili di ambiente.

source: Set a default directory to save files
it_it: Imposta una directory predefinita per salvare i file

source: Videomass: Where is the ffmpeg executable located?
it_it: Videomass: Dove si trova l'eseguibile ffmpeg?

source: Videomass: Where is the ffprobe executable located?
it_it: Videomass: Dove si trova l'eseguibile ffprobe?

source: Videomass: Where is the ffplay executable located?
it_it: Videomass: Dove si trova l'eseguibile ffplay?

source: Changes will take affect once the program has been restarted
it_it: Le modifiche verranno applicate una volta riavviato il programma

source: Informations
it_it: Informazioni

source: Flags settings
it_it: Impostazioni dei flag

source: Flags enabled
it_it: Flag abilitati

source: Flags disabled
it_it: Flag disabilitati

source: FFmpeg: default configuration
it_it: FFmpeg: configurazione predefinita

source: options
it_it: opzioni

source: status
it_it: stato

source: FFmpeg ...installed
it_it: FFmpeg ...installato

source: FFmpeg ...was imported locally
it_it: FFmpeg ...E' stato importato localmente

source: FFprobe ...installed
it_it: FFprobe ...installato

source: FFprobe ...was imported locally
it_it: FFprobe ...E' stato importato localmente

source: FFprobe ...not found !
it_it: FFprobe ...non trovato !

source: FFplay ...installed
it_it: FFplay ...installato

source: FFplay ...was imported locally
it_it: FFplay ...E' stato importato localmente

source: FFplay ...not found !
it_it: FFplay ...non trovato !

source: ENABLED:
it_it: ABILITATO:

source: Enabled
it_it: Abilitato

source: DISABLED:
it_it: DISABILITATO:

source: Disabled
it_it: Disabilitato

source: CODING ABILITY
it_it: ABILITÀ DI CODIFICA

source: Videomass: FFmpeg encoders
it_it: Videomass: Codificatori di FFmpeg

source: DECODING CAPABILITY
it_it: CAPACITÀ DI DECODIFICAZIONE

source: Videomass: FFmpeg decoders
it_it: Videomass: Decodificatori di FFmpeg

source: Subtitle
it_it: Sottotitolo

source: description
it_it: descrizione

source: Demuxing only
it_it: Solo demuxing

source: Muxing only
it_it: Solo muxing

source: Demuxing/Muxing support
it_it: Demuxing e muxing

source: Videomass: FFmpeg file formats
it_it: Videomass: Formati File di FFmpeg

source: format
it_it: formato

source: File name
it_it: Nome file

source: Max volume dBFS
it_it: Volume massimo dBFS

source: Mean volume dBFS
it_it: Volume medio dBFS

source: Result dBFS
it_it: Risultato dBFS

source: Post-normalization references:
it_it: Riferimenti post-normalizzazione:

source: = Clipped peaks
it_it: = Picchi in clip

source: = No changes
it_it: = Non cambia

source: = Below max peak
it_it: = Sotto il picco max

source: RMS-based volume statistics
it_it: Statistiche del volume basate su RMS

source: PEAK-based volume statistics
it_it: Statistiche del volume basate sul PICCO

source: q, ESC f p, SPC m 9, 0 /, * a v t c w s left/right down/up page down/page up right mouse click left mouse double-click
it_it: q, ESC f p, SPC m 9, 0 /, * a v t c w s sinistra/destra giù/su pagina giù/pagina su click destro del mouse click sinistro del mouse

source: Quiet. Togle full screen. Pause. Togle mute. Decrease and increase volume respectively. Decrease and increase volume respectively. Cycle audio channel in the current program. Cycle video channel. Cycle subtitle channel in the current program. Cycle program. Cycle video filters or show modes. Step to the next frame. Pause if the stream is not already paused, step to the next video frame, and pause. Seek backward/forward 10 seconds. Seek backward/forward 1 minute. Seek to the previous/next chapter. Or if there are no chapters Seek backward/forward 10 minutes. Seek to percentage in file corresponding to fraction of width. Toggle full screen.
it_it: Termina. schermo intero. Pausa. Attiva / disattiva l'audio. Ridurre e aumentare il volume rispettivamente. Ridurre e aumentare il volume rispettivamente. Ciclo del canale audio nel programma corrente. Ciclo del canale video. Scorri il canale dei sottotitoli nel programma corrente. Programma ciclo. Scorri i filtri video o mostra le modalità. Passa al fotogramma successivo. Mette in pausa se lo stream non è già in pausa, poi passa al fotogramma video successivo e rimette in pausa. Cerca indietro/avanti di 10 secondi. Cerca indietro/avanti di 1 minuto. Cerca nel capitolo precedente/successivo. O se non ci sono capitoli Cerca indietro/avanti di 10 minuti. Cerca la percentuale nel file corrispondente alla frazione di larghezza. Schermo intero.

source: Videomass: Shortcuts while playing
it_it: Videomass: Scorciatoie durante la riproduzione

source: Topic List...
it_it: Elenco Argomenti...

source: print basic options
it_it: stampa le opzioni basilari

source: print more options
it_it: stampa più opzioni

source: print all options (very long)
it_it: stampa tutte la opzioni (molto lungo)

source: show available devices
it_it: mostra i dispositivi disponibili

source: show available bit stream filters
it_it: mostra i filtri bitstream disponibili

source: show available protocols
it_it: mostra i protocolli disponibili

source: show available filters
it_it: mostra i filtri disponibili

source: show available pixel formats
it_it: mostra i pixel formats disponibili

source: show available audio sample formats
it_it: mostra i formati di campionamento audio disponibili

source: show available color names
it_it: mostra i nomi dei colori disponibili

source: list sources of the input device
it_it: elenca le fonti del dispositivo di input

source: list sinks of the output device
it_it: elenca i sink del dispositivo di output

source: show available HW acceleration methods
it_it: mostra i metodi di accelerazione HW disponibili

source: help topic list
it_it: elenco argomenti di aiuto

source: Choose one of the topics in the list
it_it: Scegli uno degli argomenti nell'elenco

source: The search function allows you to find entries in the current topic
it_it: La funzione di ricerca consente di trovare voci nell'argomento corrente

source: Ignore-case
it_it: Ignora maiuscole/minuscole

source: Ignore case distinctions, so that characters that differ only in case match each other.
it_it: Ignora le distinzioni tra maiuscole e minuscole, in modo che i caratteri che differiscono solo nel caso corrispondano tra loro.

source: Videomass: FFmpeg help topics
it_it: Videomass: argomenti della guida di FFmpeg

source: ..Nothing available
it_it: ..Nessun dato disponibile

source: ...Not found
it_it: ..Non trovato

source: Choose a topic in the drop down first
it_it: Scegli un argomento nel menu a discesa prima

source: Videomass - FFprobe streams analyzer
it_it: Videomass - FFprobe analizzatore flussi

source: FILE SELECTION
it_it: SELEZIONE FILE

source: References
it_it: Riferimenti

source: Parameters
it_it: Parametri

source: Data Format
it_it: Formato

source: Video Stream
it_it: Flusso Video

source: Audio Streams
it_it: Flussi Audio

source: Subtitle Streams
it_it: Flussi Sottotitoli

source: Videomass - youtube-dl show more
it_it: Videomass - youtube-dl mostra altro

source: TITLE SELECTION
it_it: SELEZIONE TITOLO

source: Already exist: - %s Do you want to overwrite?
it_it: File già esistente: %s Vuoi sovrascrivere?

source: The file does not exist: "%s"
it_it: File inesistente: '%s'

source: Videomass: Input file error
it_it: Videomass: Errore di input

source: The folder does not exist: "%s"
it_it: Cartella inesistente: '%s'

source: Videomass: Output folder error
it_it: Videomass: Errore sulla cartella di destinazione

source: File does not exist or not a valid file: %s
it_it: File invalido o non esistente: %s

source: Videomass - Loading...
it_it: Caricamento in corso...

source: Wait.... Audio peak analysis.
it_it: Attendi.... Analisi livello di picco.

source: Wait.... Retrieving required data.
it_it: Attendi.... Recupero i dati richiesti.

source: Videomass - Reading...
it_it: Lettura in corso...

source: Wait.... Check for update.
it_it: Attendi…. Verifica aggiornamenti.

source: Wait.... Upgrading {}
it_it: Attendi.... Aggiornamento di {}
