Repository: jeanslack/Videomass
Catalog: videomass3/locale/*/LC_MESSAGES/videomass.po
Languages: it_it

source: Wait.... Downloading {}
it_it: Attendi.... Download di {}

source: Videomass - Downloading...
it_it: Download in corso...

source: ...Be patient, this can take a few minutes.
it_it: ...Siate pazienti, l'operazione può richiedere alcuni minuti.

source: Videomass - Updating...
it_it: Videomass - Aggiornamento...

source: The selected profile is not suitable to convert the following file formats: %s
it_it: Il profilo selezionato è inadatto per i seguenti formati di file: %s

source: Is not a compatible Videomass presets. It is recommended removing it or rewrite it with a compatible JSON data structure. Possible solution: open Presets Manager panel, then use menu "File" > "Reset all presets" to safe repair all presets. Remember, those that are not compatible you have to manually remove them.
it_it: Presets non compatibile con Videomass. Si prega di rimuoverlo o riscriverlo con una struttura dati di tipo JSON Soluzione possibile: Per una sicura riparazione apri il Gestore dei Presets, vai su menu "File" > "Ripristina tutti i presets". Ricorda che quelli non compatibili dovrai rimuoverli manualmente.

source: The presets folder is empty, or there are invalid files. Open the Presets Manager panel, then Perform a repair in the "File" > "Reset all presets" menu.
it_it: La cartella dei presets è vuota o contenente file non validi. Apri il gestore dei presets, quindi esegui una riparazione con menu "File" > "Ripristina tutti i presets".

source: Streams analyzer
it_it: Analizzatore flussi

source: Preview
it_it: Anteprima

source: Duration
it_it: Durata

source: Save Configuration
it_it: Salva la Configurazione

source: New..
it_it: Nuovo..

source: Delete..
it_it: Cancella..

source: Edit..
it_it: Modifica..

source: Duration or time range settings.
it_it: Impostazioni di durata o intervallo di tempo.

source: Show additional multimedia information.
it_it: Mostra informazioni multimediali addizionali.

source: Playing a media file or URL.
it_it: Riproduzione di un file multimediale o URL.

source: Save the settings on presets manager.
it_it: Salva le impostazioni sul gestore dei presets.

source: Create a new profile and save it in the current preset.
it_it: Crea un nuovo profilo e salvalo nel preset selezionato.

source: Delete the selected profile.
it_it: Cancella il profilo selezionato.

source: Edit the selected profile.
it_it: Modifica il profilo selezionato.

source: Ready
it_it: Pronto

source: Before playing, click on one of the items in the URLs checklist
it_it: Prima della riproduzione, fai clic su uno degli elementi nell'elenco di controllo degli URL

source: Videomass: file playback with FFplay
it_it: Videomass: riproduzione file con FFplay

source: Are you sure you want to exit?
it_it: Sei sicuro di voler uscire dall'applicazione?

source: Exit
it_it: Esci

source: Choose a destination folder..
it_it: Scegli una cartella di destinazione..

source: Choose a folder in which to save all the output files.
it_it: Scegli una cartella in cui salvare tutti i file di output.

source: Add new preset
it_it: Aggiungi un nuovo preset

source: Create a new empty preset from a template.
it_it: Crea un nuovo preset vuoto da un modello.

source: Save new copy on media
it_it: Salva nuova copia su un supporto

source: Make a back-up of the selected preset.
it_it: Effettua un backup del preset selezionato.

source: Restoring a preset
it_it: Ripristina un preset

source: Replace the selected preset with another saved one.
it_it: Sostituisci il preset selezionato con un altro salvato.

source: Restore default preset
it_it: Ripristina preset predefinito

source: Replace the selected preset with the default one.
it_it: Sostituisci il preset selezionato con quello predefinito.

source: Restore all default presets
it_it: Ripristina tutti i presets predefiniti

source: Revert all presets to default values.
it_it: Ripristina tutti i presets con i valori predefiniti.

source: Delete current preset
it_it: Cancella il preset corrente

source: Remove the selected preset from the Presets Manager.
it_it: Rimuovi il preset selezionato dal Gestore Presets.

source: Reload presets list
it_it: Ricarica la lista dei presets

source: ..Sometimes it can be useful
it_it: ...A volte può essere utile, ma usalo cautamente

source: Close Videomass
it_it: Terminare l'applicazione

source: Default configuration
it_it: Configurazione predefinita

source: Show FFmpeg's built-in configuration capabilities
it_it: Mostra le funzionalità di configurazione integrate di FFmpeg

source: Muxers and Demuxers
it_it: Muxers e Demuxers

source: Muxers and demuxers available on FFmpeg in use.
it_it: Muxers e demuxers disponibili su FFmpeg in uso.

source: Encoders
it_it: Codificatori

source: Shows available encoders on FFmpeg
it_it: Mostra i codificatori disponibili su FFmpeg

source: Decoders
it_it: Decodificatori

source: Shows available decoders on FFmpeg
it_it: Mostra i decodificatori disponibili su FFmpeg

source: While playing
it_it: Durante la riproduzione

source: Show useful keyboard shortcuts when playing or previewing with ffplay
it_it: Mostra utili scorciatoie da tastiera durante la riproduzione o l'anteprima con ffplay

source: Help topics
it_it: Argomenti di aiuto

source: An easy tool to search for FFmpeg help topics and options
it_it: Uno strumento facile per cercare argomenti e opzioni della guida FFmpeg

source: Version in Use
it_it: Versione in uso

source: Shows the version in use
it_it: Mostra la versione in uso

source: Check for Update
it_it: Ricerca aggiornamenti

source: Check for the latest version available on GitHub
it_it: Ricerca l’ultima versione disponibile su GitHub

source: Update youtube-dl
it_it: Aggiorna youtube-dl

source: Update with latest version of youtube-dl
it_it: Aggiornamento con l’ultima versione di youtube-dl

source: &Tools
it_it: &Strumenti

source: Home panel
it_it: Pannello iniziale

source: jump to the start panel
it_it: salta al pannello di partenza

source: Presets manager
it_it: Gestionale Predefiniti

source: jump to the Presets Manager panel
it_it: salta al pannello Gestionale Predefiniti

source: A/V conversions
it_it: Conversioni A/V

source: jump to the Audio/Video Conv. panel
it_it: salta al pannello conversioni Audio/Video

source: jump to the YouTube Downloader panel
it_it: salta al pannello YouTube Downloader

source: Log viewing console
it_it: Console di visualizzazione log

source: View log messages of the last process executed
it_it: Visualizza i messaggi di registro dell'ultimo processo eseguito

source: Configuration directory
it_it: Directory di configurazione

source: Opens the Videomass configuration directory
it_it: Apre la directory di configurazione di Videomass

source: Log directory
it_it: Directory dei log

source: Opens the Videomass log directory if it exists
it_it: Apre la directory dei log videomass se presenti

source: Cache directory
it_it: Directory della cache

source: Opens the Videomass cache directory if exists
it_it: Se presente, apre la directory della cache Videomass

source: &System
it_it: &Sistema

source: &View
it_it: &Visualizza

source: Setup
it_it: Impostazioni

source: General Settings
it_it: Impostazioni del programma

source: &Preferences
it_it: &Preferenze

source: User Guide
it_it: Guida in linea

source: Issue tracker
it_it: Segnala un Problema

source: Translation...
it_it: Traduzione...

source: Donation
it_it: Donazione

source: FFmpeg documentation
it_it: Documentazione di FFmpeg

source: Discover new versions of Videomass
it_it: Scopri nuove versioni di Videomass

source: Check for the most latest version of Videomass on <https://pypi.org/>
it_it: Controlla per una versione più recente di Videomass su <https://pypi.org/>

source: About Videomass
it_it: Informazioni

source: &Help
it_it: &Aiuto

source: Videomass: Choose a directory
it_it: Videomass: Scegli una cartella di destinazione

source: Wait.... Check installed version
it_it: Attendi.... Verifica della versione installata

source: You are using youtube-dl version {}
it_it: Stai usando youtube-dl versione {}

source: ERROR: {0} youtube-dl has not been installed yet.
it_it: ERRORE: {0} youtube-dl non è stato ancora installato.

source: A new version of youtube-dl is available on GitHub:
it_it: Una nuova versione di youtube-dl è disponibile su GitHub:

source: The latest version of youtube-dl on GitHub is:
it_it: L’ultima versione di youtube-dl su GitHub è:

source: youtube-dl is up-to-date {}
it_it: youtube-dl è aggiornato {}

source: youtube-dl is already up-to-date {}
it_it: youtube-dl è già aggiornato {}

source: Successful! youtube-dl is up-to-date ({0}) Re-start is required. Do you want to close Videomass now?
it_it: Riuscito! youtube-dl è aggiornato ({0}) È necessario il riavvio. Vuoi chiudere Videomass ora?

source: Notice: To update youtube_dl it is necessary to rebuild the Videomass AppImage. Also, the digital signature may be lost after completion. Do you want to continue?
it_it: Avviso: per aggiornare youtube_dl è necessario ricostruire l'AppImage di Videomass. Inoltre, la firma digitale potrebbe andare persa dopo il completamento. Vuoi continuare?

source: Select the 'Videomass-{}-x86_64.AppImage' file to update
it_it: Selezionare il file 'Videomass-{}-x86_64.AppImage' da aggiornare

source: Failed! for more info consult: {}/Videomass-AppImage-Update.log
it_it: Fallito! per maggiori informazioni consultare: {}/build_AppImage.log

source: Failed! {}
it_it: Fallito! {}

source: It looks like you installed youtube-dl with a package manager. Please use that to update.
it_it: Sembra che tu abbia installato youtube-dl con un gestore di pacchetti. Si prega di utilizzare quello per l'aggiornamento.

source: No files added yet
it_it: Ancora nessun file aggiunto

source: No URLs added yet
it_it: Ancora nessun URL aggiunto

source: Output log has not been created yet.
it_it: Il log di output non è stato ancora creato.

source: cache directory has not been created yet.
it_it: la directory della cache non è ancora stata creata.

source: A new version (v{0}) of Videomass is available from <https://pypi.org/project/videomass/>
it_it: Una nuova versione (v{0}) di Videomass è disponibile nel sito <https://pypi.org/project/videomass/>

source: Videomass: Check for new versions
it_it: Videomass: Verifica la presenza di nuove versioni

source: You are already using the latest version (v{0}) of Videomass
it_it: Stai già utilizzando la più recente versione (v{0}) di Videomass

source: An error was found in the search for the web page. Sorry for this inconvenience.
it_it: E' avvenuto un errore inatteso nella ricerca della pagina web. Mi dispiace per l'inconveniente.

source: Back
it_it: Indietro

source: Forward
it_it: Avanti

source: Convert
it_it: Converti

source: Download
it_it: Scarica

source: Drag at least one file
it_it: Trascina almeno un file

source: Append at least one URL
it_it: Aggiungi almeno un URL

source: Invalid URL: "{}"
it_it: URL non valido: "{}"

source: Add Files
it_it: Aggiungi Files

source: Add URLs
it_it: Aggiungi URLs

source: Warning: the previous settings may be reset to default values.
it_it: Attenzione: le impostazioni precedenti potrebbero essere ripristinate ai valori predefiniti.

source: Show More
it_it: Mostra Altro

source: Audio/Video Conversions
it_it: Conversioni Audio/Video

source: Presets Manager
it_it: Gestionale Presets

source: Log of the last process
it_it: Log dell'ultimo processo

source: Under processing...
it_it: In lavorazione...

source: Video Encoder
it_it: Codificatore Video

source: Pass
it_it: Passaggi

source: 2-pass encoding
it_it: Codifica a 2 passaggi

source: Aspect Ratio
it_it: Proporzioni

source: Pixel Format
it_it: Formato Pixel

source: Subtitle Stream
it_it: Flusso Sottotitolo

source: Optimizations
it_it: Ottimizzazioni

source: Use for Web
it_it: Usa per il Web

source: Optimize for
it_it: Ottimizza per

source: Deadline/Quality
it_it: Tempistiche/Qualità

source: Quality/Speed ratio modifier:
it_it: Modificatore di rapporto Qualità/Velocità:

source: Activates row-mt 1
it_it: Attiva row-mt 1

source: Format
it_it: Formato

source: Container
it_it: Contenitore

source: Audio Encoder
it_it: Codificatore Audio

source: Audio Properties
it_it: Proprietà Audio

source: Settings
it_it: Impostazioni

source: Audio Streams Mapping
it_it: Mappatura dei Flussi Audio

source: Input Audio Index
it_it: Indice Audio in Entrata

source: Output Audio Index
it_it: Indice Audio in Uscita

source: Video Filters
it_it: Filtri Video

source: Resize
it_it: Ridimensiona

source: Crop Dimension
it_it: Ritaglia

source: Rotation
it_it: Ruota

source: De/Interlace
it_it: De/Interlacciamento

source: Audio Filters
it_it: Filtri Audio

source: Audio Normalization
it_it: Normalizzazione Audio

source: Volumedetect
it_it: Volumedected

source: Volume Statistics
it_it: Statistiche Volume

source: Target level:
it_it: Livello target:

source: Filters
it_it: Filtri

source: Available video codecs. "Copy" is not a codec but indicate that the video stream is not to be re-encoded and allows changing the format or other parameters
it_it: Codec video disponibili. "Copia" non è un codec ma indica che il flusso video non deve essere ricodificato e consente di modificare il formato o altri parametri

source: Output format and file extension. the content may change based on the codec and media
it_it: Formato in uscita ed estensione file. il contenuto potrebbe cambiare in base al codec e al media

source: "Video" to save the output file as a video; "Audio" to save as an audio track
it_it: "Video" per salvare il file in uscita come video; "Audio" per salvare come traccia audio

source: It can reduce the file size, but takes longer.
it_it: Può ridurre le dimensioni del file , ma richiede più tempo.

source: Specifies a minimum tolerance to be used
it_it: Specifica una tolleranza minima da utilizzare

source: Specifies a maximum tolerance. this is only used in conjunction with buffer size
it_it: Specifica una tolleranza massima. Viene utilizzata in congiunzione a buffer size

source: Specifies the decoder buffer size, which determines the variability of the output bitrate
it_it: Specifica la dimensione del buffer del decodificatore, che determina la variabilità del bitrate di uscita

source: "good" is the default and recommended for most applications; "best" is recommended if you have lots of time and want the best compression efficiency; "realtime" is recommended for live/fast encoding
it_it: "good" è il valore predefinito e consigliato per la maggior parte delle applicazioni; "best" è consigliato se hai molto tempo e desideri la migliore efficienza di compressione; "realtime" è raccomandato per la codifica live/veloce

source: "cpu-used" sets how efficient the compression will be. The meaning depends on the mode above.
it_it: "cpu-used" imposta l'efficienza della compressione. Esso dipende dalle modalità sopra: "Tempistiche/Qualità".

source: specifies the target (average) bit rate for the encoder to use. Higher value = higher quality. Set -1 to disable this control.
it_it: specifica l'obiettivo (in media) del bit rate per il codificatore da usare. Valore alto = alta qualità. Impostare su -1 per disabilitare questo controllo.

source: Constant rate factor. Lower values = higher quality and a larger file size. Set -1 to disable this control.
it_it: Fattore di tasso costante. Valori più bassi = qualità più elevata e dimensioni del file maggiori. Impostare -1 per disabilitare questo controllo.

source: Preview video filters with FFplay
it_it: Anteprima dei filtri video con FFplay

source: Clear all enabled filters
it_it: Cancella tutti i filtri abilitati

source: Video width and video height ratio.
it_it: Rapporto larghezza e altezza video.

source: Frames repeat a given number of times per second. In some countries are 30 NTSC, in PAL countries like Italy are 25.
it_it: I frame si ripetono un determinato numero di volte al secondo. In alcuni paesi sono 30 NTSC, in paesi PAL come l'Italia sono 25.

source: Gets maximum volume and average volume data in dBFS, then calculates the offset amount for audio normalization.
it_it: Ottiene i dati di volume massimo e volume medio in dBFS, quindi calcola la quantità di offset per la normalizzazione audio.

source: Limiter for the maximum peak level or the mean level (when switch to RMS) in dBFS. From -99.0 to +0.0; default for PEAK level is -1.0; default for RMS is -20.0
it_it: Limitatore per il livello massimo di picco o il livello medio (quando si passa a RMS) in dBFS. Da -99,0 a +0,0; il valore predefinito per il livello PEAK è -1,0; il valore predefinito per RMS è -20,0

source: Choose a specific audio stream to map from input file. If not more that one audio stream, leave to "Auto".
it_it: Scegli un flusso audio specifico da mappare dal file di input. Se solo un flusso audio, lasciare su "Auto".

source: Map on the output index. Keep same input map to preserve indexes; to save as audio file always select to "all" or "Auto"
it_it: Mappa sull'indice di output. Mantieni la stessa mappatura di input per preservare gli indici; per salvare come file audio selezionare sempre "All" o "Auto"

source: No filter enabled
it_it: Nessun filtro attivato

source: Activate peak level normalization, which will produce a maximum peak level equal to the set target level.
it_it: Attiva la normalizzazione del livello di picco, la quale produrrà un livello di picco massimo pari al livello target impostato.

source: Activate RMS-based normalization, which according to mean volume calculates the amount of gain to reach same average power signal.
it_it: Attiva la normalizzazione basata su RMS, che in base al volume medio calcola la quantità di guadagno per raggiungere la stessa potenza media di segnale.

source: Activate two passes normalization. It Normalizes the perceived loudness using the "​loudnorm" filter, which implements the EBU R128 algorithm.
it_it: Esegue la normalizzazione a due passate. Normalizza il volume percepito usando il filtro "loudnorm", che implementa l'algoritmo EBU R128.

source: Audio normalization off
it_it: Normalizzazione Audio disattivata

source: Audio normalization is required only for some files
it_it: La normalizzazione audio è richiesta solo per alcuni files

source: Audio normalization is not required based to set target level
it_it: La normalizzazione audio non è richiesta in base al livello target impostato

source: Undetected volume values! use the "Volumedetect" control button to analyze the data on the audio volume.
it_it: Valori del volume non rilevati! utilizzare il pulsante di controllo "Volumedetect" per analizzare i dati sul volume audio.

source: Audio/Video EBU normalization
it_it: Normalizzazione EBU Audio/Video

source: Audio conversions
it_it: Conversioni Audio

source: Audio EBU normalization
it_it: Normalizzazione Audio EBU

source: %s file in pending
it_it: %s file in attesa

source: Off
it_it: Spento

source: SUMMARY File Queue Output Format Web Optimize Audio Codec Audio bit-rate Audio Channels Audio Rate Bit per Sample Audio Normalization Time selection Selected Input Audio index
it_it: SOMMARIO File in Coda Formato in Uscita Ottimizza per il Web Codec Audio Audio bit-rate Canali Audio Frequenza Audio Bit per Campione Normalizzazione Audio Tempo impostato (durata) Indice Input Audio Selezionato

source: SUMMARY File to Queue Web Optimize Output Format Video Codec Aspect Ratio FPS Audio Codec Audio Channels Audio Rate Audio bit-rate Bit per Sample Audio Normalization Selected Input Audio index Audio Output Map index Subtitle stream index Time selection
it_it: SOMMARIO File in Coda Ottimizza per il Web Formato in Uscita Codec Video Aspetto Video Frequenza Video FPS Codec Audio Canali Audio Frequenza Audio Audio bit-rate Bit per Campione Normalizzazione Audio Selezione Indice Audio in Input Mappatura Indice Audio in Output Indice Flusso Sottotitolo Tempo impostato (durata)

source: SUMMARY File to Queue Web Optimize Pass Encoding Output Format Video Codec Video bit-rate CRF Min Rate Max Rate Buffer size VP8/VP9 Options Video Filters Aspect Ratio FPS Preset Profile Tune Audio Codec Audio Channels Audio Rate Audio bit-rate Bit per Sample Audio Normalization Selected Input Audio index Audio Output Map index Subtitles streams index Time selection
it_it: SOMMARIO: File in Coda Ottimizza per il Web Passaggi di Codifica Formato in Uscita Codec Video Video bit-rate CRF Min Rate Max Rate Dimensione Buffer Opzioni VP8/VP9 Filtri Video Aspetto Video Frequenza Video FPS Preset Profile Tune Codec Audio Canali Audio Frequenza audio Audio bit-rate Bit per Campione Normalizzazione Audio Selezione Indice Audio in Input Mappatura Indice Audio in Output Indice Flusso Sottotitolo Tempo impostato (durata)

source: Videomass: Select a preset to storing the new profile
it_it: Videomass: Seleziona un preset per memorizzare il nuovo profilo

source: Videomass: Create a new profile
it_it: Videomass: Creare un nuovo profilo

source: Presets Manager - Create, edit and use quickly your favorite FFmpeg presets and profiles with full formats support and codecs.
it_it: Gestionale Predefiniti - Crea, modifica o usa subito i tuoi presets e profili favoriti con supporto completo ai formati e codecs di FFmpeg.

source: A set of useful tools for audio and video conversions. Save your profiles and reuse them with Presets Manager.
it_it: Un set di strumenti utili per le conversioni audio e video. Salva i tuoi profili e riusali con il Gestionale Predefiniti.

source: Easily download videos and audio in different formats and quality from YouTube, Facebook and more sites.
it_it: Scarica facilmente video e audio con formato e qualità diversi da YouTube, Facebook e altri siti.

source: Welcome to Videomass
it_it: Benvenuti in Videomass

source: Version {}
it_it: Versione {}

source: Videomass would need volunteer translators. If you are interested you could take a look at the
it_it: Videomass avrebbe bisogno di traduttori volontari. Se sei interessato potresti dare un'occhiata alle

source: Localization guidelines
it_it: Linee guida per la localizzazione

source: Download additional presets or contribute to making new ones
it_it: Scarica presets aggiuntivi o contribuisci a crearne di nuovi

source: Additional Presets
it_it: Presets Aggiuntivi

source: - Requires: Microsoft Visual C++ 2010 Redistributable Package (x86) for major information visit: <http://ytdl-org.github.io/youtube-dl/download.html>
it_it: - Richiesto: Microsoft Visual C++ 2010 Redistributable Package (x86) per maggiori informazioni visitare: <http://ytdl-org.github.io/youtube-dl/download.html>

source: {} youtube-dl: no library or executable found .
it_it: {} youtube-dl: nessuna libreria o file eseguibile trovato.

source: An updated version of youtube-dl is required to download videos from YouTube.com and other video sites. Videomass can download an updated copy of youtube-dl locally. - Web site: <https://github.com/ytdl-org/youtube-dl/releases> {} ...Do you wish to continue?
it_it: Per scaricare video da YouTube.com e altri siti video è necessaria una versione aggiornata di youtube-dl. Videomass può scaricare localmente una copia aggiornata di youtube-dl. - Sito web: <https://github.com/ytdl-org/youtube-dl/releases> {} ...Desideri proseguire?

source: Successful! Important: youtube-dl is very often updated, be sure to always use the latest version available. Use the dedicated functions on menu bar > Tools > youtube-dl. Re-start is required. Do you want to close Videomass now?
it_it: Riuscito! Importante: youtube-dl viene aggiornato molto spesso, assicurarsi di usare sempre l'ultima versione disponibile. Utilizzare le funzioni dedicate nella barra dei menu > Strumenti > youtube-dl . È necessario il riavvio. Vuoi chiudere Videomass ora?
