Repository: jeanslack/Videomass
Catalog: videomass/data/locale/*/LC_MESSAGES/videomass.po
Languages: es_es

source: To suppress this message on startup, please install yt-dlp or disable it from the preferences.
es_es: Para dejar de ver este mensaje al inicio, por favor instale yt-dlp o desactivelo en las preferencias.

source: Unexpected error while deleting file contents: {0}
es_es: Error inesperado al borrar contenido de archivo: {0}

source: Cross-platform graphical user interface for FFmpeg and yt-dlp.
es_es: Interfaz grafica multiplataforma para FFmpeg y yt-dlp.

source: Videomass supports mono and stereo audio channels. If you are not sure set to "Auto" and source values will be copied.
es_es: Videomass soporta canales de audio mono y estéreo. Si no esta seguro elija "Auto" y se copiaran los valores de la fuente.

source: The audio Rate (or sample-rate) is the sound sampling frequency and is measured in Hertz. The higher the frequency, the more true it will be to the sound source and the more the file will increase in size. For audio CD playback, set a sampling frequency of 44100 kHz. If you are not sure, set to "Auto" and source values will be copied.
es_es: La Frecuencia de audio (o frecuencia de muestreo) es la frecuencia de toma de muestras del audio y se mide en Hertz. A mayor frecuencia, la fuente de sonido tendrá mayor fidelidad y se incrementara el tamaño del archivo. Para calidad CD , elija una frecuencia de muestreo de 44100 kHz. Si no esta seguro elija "Auto" y se copiaran los valores de la fuente.

source: The audio bitrate affects the file compression and thus the quality of listening. The higher the value, the higher the quality.
es_es: La frecuencia de bits (bitrate) del audio afecta la compresión y la calidad de audio. Los valores mas altos implican mejor calidad.

source: Bit depth is the number of bits of information in each sample, and it directly corresponds to the resolution of each sample. Bit depth is only meaningful in reference to a PCM digital signal. Non-PCM formats, such as lossy compression formats, do not have associated bit depths.
es_es: La profundidad de bites el numero de bits de información en cada muestra, y se corresponde directamente a al resolución de cada muestra. La profundidad de bit solo es relevante para señales digitales PCM. Los formatos No-PCM, como los formatos compresos/con perdidas, no tienen asociados una profundidad de bits.

source: When finished, once the operations have been completed successfully:
es_es: Al finalizar las operaciones con éxito:

source: Trash the source files
es_es: Desechar archivos fuente

source: Clear the File List
es_es: Limpia la Lista de Archivos

source: Run
es_es: Ejecutar

source: Videomass - Batch Mode
es_es: Videomass - Proceso por lotes

source: FFmpeg encoders
es_es: Codificadores FFmpeg

source: supported encoders
es_es: codificadores soportados

source: FFmpeg decoders
es_es: Decodificadores FFmpeg

source: supported decoders
es_es: decodificadores soportados

source: Subtitle
es_es: Subtitulo

source: description
es_es: descripción

source: Informations
es_es: Informaciones

source: Flags settings
es_es: Configurar banderas

source: Flags enabled
es_es: Banderas activas

source: Flags disabled
es_es: Deshabilitar banderas

source: FFmpeg configuration
es_es: Configuración de FFmpeg

source: flags
es_es: banderas

source: options
es_es: opciones

source: status
es_es: estado

source: FFprobe ...not found !
es_es: ¡No se encontró FFprobe !

source: FFplay ...not found !
es_es: ¡No se encontró FFplay !

source: Enabled
es_es: Habilitado

source: Disabled
es_es: Deshabilitado

source: Demuxing only
es_es: Solo Desmezclar

source: Muxing only
es_es: Solo Mezclar

source: Demuxing/Muxing support
es_es: Soporte Desmezclar/Mezclar

source: FFmpeg file formats
es_es: Formatos de archivos FFmpeg

source: supported formats
es_es: formatos soportados

source: Contextual help based on the argument entered in the additional text field. Each argument consists of the type and a type-specific name. For the list of encoders click the "Encoders" button. For the list of decoders click on the "Decoders" button. For the muxers and demuxers click on the "Muxers and Demuxers" button. For the filters, select "Show available filters" in the drop down menu. For the bsf, select "Show available bitstream filters" in the drop down menu. For the protocols, select "Show available protocols" in the drop down menu. Some examples:
es_es: Ayuda contextual basada en el argumento tecleado en el campo texto adicional. Cada argumento consiste de un tipo y su nombre especifico. Para la lista de codificadores presione el botón "Codificadores" . Para la lista de decodificadores presione el botón "Decodificadores" . Para los mezcladores y desmezcladores presione en el botón "Mezcladores y Desmezcladores" . Para los filtros, seleccione "Mostrar filtros disponibles" en la lista desplegable. Para bsf, seleccione "Mostrar filtros bitstream disponibles" en la lista desplegable. Para los protocolos, seleccione "Mostrar protocolos" en la lista desplegable. Algunos ejemplos:

source: Help topic
es_es: Temas de ayuda

source: List basic options
es_es: Mostrar opciones básicas

source: List more options
es_es: Mostrar más opciones

source: List all options (very long)
es_es: Mostrar todas las opciones (muy largo)

source: Show available devices
es_es: Ver dispositivos disponibles

source: Show available bit stream filters
es_es: Ver filtros disponibles para flujo de bits

source: Show available protocols
es_es: Ver protocolos disponibles

source: Show available filters
es_es: Ver filtros disponibles

source: Show available pixel formats
es_es: Ver formatos de pixel disponibles

source: Show available audio sample formats
es_es: Ver formatos disponibles para muestreo de audio

source: Show available color names
es_es: Ver nombres de color disponibles

source: List sources of the input device
es_es: Lista fuentes del dispositivo de entrada

source: List sinks of the output device
es_es: Lista receptores del dispositivo de salida

source: Show available HW acceleration methods
es_es: Ver métodos de aceleración por HW

source: Show license
es_es: Mostrar licensia

source: Read me
es_es: Leame

source: Show configuration
es_es: Mostrar configuración

source: Encoders
es_es: Codificadores

source: Decoders
es_es: Decodificadores

source: Muxers and Demuxers
es_es: Mezcladores y Dezmezcladores

source: help topic list
es_es: lista de temas de ayuda

source: Type the argument here and confirm with the enter key on your keyboard
es_es: Teclee aquí el argumento y presione la tecla enter de su teclado

source: The search function allows you to find entries in the current topic
es_es: La función de búsqueda le permite encontrar entradas del tema actual

source: Ignore case
es_es: Ignorar mayúsculas

source: Ignore case distinctions: characters with different case will match.
es_es: Ignorar mayúsculas: las letras mayúsculas y minúsculas serán iguales.

source: FFmpeg help topics
es_es: Temas de ayuda de FFmpeg

source: This is a multifunctional search tool useful for local help searches on multiple FFmpeg topics and options. The search control, to find occurences on text obtained from the chosen argument, is very similar to what grep does on the Unix shell, but here it's done in real time. If you don't find support for a certain codec or other feature, it's likely that your version of FFmpeg is too old or not configured with those features.
es_es: Esta es una herramienta de búsquedas multifunciones, util para buscar ayuda local sobre múltiples temas y opciones de FFmpeg. El control de búsqueda para encontrar concordancias en el texto obtenido por el argumento seleccionado, es muy similar a lo que grep hace en linea de comandos Unix ,pero aquí se realiza en tiempo real. Si no encuentra soporte para algún codificador u otra característica, es seguro que su versión de FFmpeg es muy antigua o no tenga configuradas esas características.

source: ..Nothing available
es_es: ..Nada disponible

source: ..Not found
es_es: ...No encontrado

source: Before
es_es: Antes

source: After
es_es: Despues

source: Search for a specific frame
es_es: Buscar un cuadro especifico

source: Load
es_es: Cargar

source: Contrast:
es_es: Contraste:

source: -100 to +100, default value 0
es_es: -100 a +100, valor por defecto 0

source: Brightness:
es_es: Brillo:

source: Saturation:
es_es: Saturación:

source: 0 to 300, default value 100
es_es: 0 a 300, valor por defecto 100

source: 0 to 100, default value 10
es_es: 0 a 100, valor por defecto 10

source: Reset
es_es: Reiniciar

source: Color Correction EQ Tool
es_es: Corrección de EQ Color

source: Source size: {0} x {1} pixels
es_es: Tamaño de la fuente: {0} x {1} pixeles

source: Crop color
es_es: Color de Recorte

source: Cropping area selection
es_es: Recortar area seleccionada

source: Height
es_es: Altura

source: Center
es_es: Centro

source: Width
es_es: Ancho

source: Crop Tool
es_es: Herramienta de Recorte

source: Choose the color to draw the cropping area
es_es: Seleccione el color para dibujar el área de recorte

source: Crop to width
es_es: Recortar ancho

source: Move vertically (set to -1 to center the vertical axis)
es_es: Mover verticalmente ( -1 para centrar el eje vertical)

source: Move horizontally (set to -1 to center the horizontal axis)
es_es: Mover horizontalmente (-1 para centrar el eje horizontal)

source: Crop to height
es_es: Recortar altura

source: Advanced Options
es_es: Opciones Avanzadas

source: Deinterlace
es_es: Desentrelazado

source: Interlace
es_es: Entrelazado

source: Deinterlaces with w3fdif filter
es_es: Desentrelazar con el filtro w3fdif

source: Deinterlaces with yadif filter
es_es: Desentrelazar con el filtro yadif

source: Interlaces with interlace filter
es_es: Entrelazar con el filtro entrelazar

source: Deinterlacing and Interlacing
es_es: Desenetrelazar y entrelazar

source: Deinterlace the input video with `w3fdif` filter
es_es: Desentrelazar el video de entrada con el filtro `w3fdif`

source: Set the interlacing filter coefficients.
es_es: Fijar los coeficientes del filtro de entrelazado.

source: Specify which frames to deinterlace.
es_es: Especificar los cuadros a desentrelazar.

source: Deinterlace the input video with `yadif` filter. Using FFmpeg, this is the best and fastest choice
es_es: Desentrelazar el video de entrada con el filtro `yadif` . Utilizar FFmpeg, es la mejor opción y la más rápida

source: mode The interlacing mode to adopt.
es_es: modo El modo de entrelazado.

source: parity The picture field parity assumed for the input interlaced video.
es_es: paridad La paridad del campo imagen asumida por el video entrelazado de entrada.

source: Simple interlacing filter from progressive contents.
es_es: Filtro de entrelazado simple proveniente de contenidos progresivos.

source: scan: determines whether the interlaced frame is taken from the even (tff - default) or odd (bff) lines of the progressive frame.
es_es: scan: determina si el cuadro entrelazado proviene de las lineas pares (tff - predeterminado) o impares (bff) del cuadro progresivo.

source: lowpass: Enable (default) or disable the vertical lowpass filter to avoid twitter interlacing and reduce moire patterns. Default is no setting.
es_es: pasabajos: Habilita (predeterminado) o deshabilita el filtro vertical pasabajos para evitar el entrelazado twitter y reducir el efecto Moiré. No esta configurado valor predeterminado.

source: Denoiser Filters
es_es: Filtros ReduceRuido

source: Enable nlmeans denoiser
es_es: Habilita filtro nlmeans

source: nlmeans options
es_es: opciones de nlmeans

source: Enable hqdn3d denoiser
es_es: Habilitar filtro hqdn3d

source: hqdn3d options
es_es: opciones de hqdn3d

source: Denoiser Tool
es_es: Reduce Ruido

source: nlmeans: Denoise frames using Non-Local Means algorithm is capable of restoring video sequences, even with strong noise. It is ideal for enhancing the quality of old VHS tapes.
es_es: nlmeans: Mejora los cuadros usando el algoritmo Medios No-Locales, es capaz de restaurar incluso secuencias de video con fuerte ruido. Es ideal para mejorar la calidad de las antiguas cintas VHS.

source: hqdn3d: This is a high precision/quality 3d denoise filter. It aims to reduce image noise, producing smooth images and making still images really still. It should enhance compressibility.
es_es: hqdn3d: Estes es un filtro reductor de alta precisión/calidad 3d . Su objetivo es reducir el ruido de la imagen, produciendo imágenes suaves y hacer que las imágenes fijas sean realmente fijas. Debe mejorar la compresibilidad.

source: View result
es_es: Ver resultado

source: New size in pixels
es_es: Nuevo tamaño en pixeles

source: Width:
es_es: Ancho:

source: Height:
es_es: Alto:

source: Constrain proportions (keep aspect ratio)
es_es: Restringir proporciones (mantener relación de aspecto)

source: Which dimension to adjust?
es_es: ¿Que dimensión se ajustara?

source: Aspect Ratio
es_es: Relación de Aspecto

source: Setdar filter (display aspect ratio) example 16/9, 4/3
es_es: Filtro Setdar (relación de aspecto de pantalla) ejemplo 16/9, 4/3

source: Numerator
es_es: Numerador

source: Denominator
es_es: Denominador

source: Setsar filter (sample aspect ratio) example 1/1
es_es: Filtro Setsar (relación de aspecto de la muestra) ejemplo 1/1

source: Resize Tool
es_es: Redimensionar

source: Scale filter, set to 0 to disable
es_es: Filtro Escala, poner a 0 para deshabilitar

source: Display Aspect Ratio. Set to 0 to disable
es_es: Relación de Aspecto de Pantalla. Poner a 0 para deshabilitar

source: Sample (aka Pixel) Aspect Ratio. Set to 0 to disable
es_es: Relación de Aspecto de Muestra (Pixel) . Poner a 0 para deshabilitar

source: If you want to keep the aspect ratio, select "Constrain proportions" below and specify only one dimension, either width or height, and set the other dimension to -1 or -2 (some codecs require -2, so you should do some testing first).
es_es: Si desea mantener la relación de aspecto, seleccione "Restringir proporciones" y especifique sólo una dimensión, ya sea la anchura o la altura, y fije la otra dimensión a -1 o -2 (algunos códecs requieren -2, por lo que deberá hacer algunas pruebas primero).

source: Enable stabilizer
es_es: Habilitar estabilizador

source: Create a side-by-side comparison video
es_es: Crear un video de comparación lado a lado

source: Create a snapshot
es_es: Crear nueva instantanea

source: Preview
es_es: Previsualizar

source: Duration seconds:
es_es: Duración en segundos:

source: Video Detect
es_es: Detectar Video

source: [TRIPOD] Enable tripod mode if checked
es_es: [TRIPOD] Al marcar se habilita el modo tripie

source: Video transform
es_es: Transformación de video

source: [OPTALGO] optimization algorithm
es_es: [OPTALGO] algoritmo de optimización

source: [CROP] Specify how to deal with borders at movement compensation
es_es: [CROP] Especifica como lidiar con los bordes al compensar el movimiento

source: [INVERT] Invert transforms if checked
es_es: [INVERT] Al marcar, invierte las transformaciones

source: [RELATIVE] Consider transforms as relative to previous frame if checked, absolute if unchecked
es_es: [RELATIVE] Marcado considera las transformaciones como relativas al cuadro previo, desmarcado como absolutas

source: Specify type of interpolation
es_es: Especificar tipo de interpolación

source: [TRIPOD2] virtual tripod mode, equivalent to relative=unchecked:smoothing=0
es_es: [TRIPOD2] modo de tripie virtual, equivalente a relative=desmarcado:smoothing=0

source: Unsharp filter:
es_es: Filtro desenfoque:

source: Seek to a position on the video.
es_es: Ir a una posición del video.

source: Make a snapshot of the video with the settings made.
es_es: Hacer instantánea del video con las configuraciones usadas.

source: Set the snapshot duration from 3 to 15 seconds from the seek position, default is 5 seconds.
es_es: Fijar duración de instantánea de 3 a 15 segundos, 5 es lo predeterminado.

source: Set how shaky the video is and how quick the camera is. A value of 1 means little shakiness, a value of 10 means strong shakiness. Default value is 5.
es_es: Fija el grado de temblor del vídeo y la rapidez de la cámara. Un valor de 1 significa poca vibración, un valor de 10 significa mucha vibración. El valor predeterminado es 5.

source: Set the accuracy of the detection process. A value of 1 means low accuracy, a value of 15 means high accuracy. Default value is 15.
es_es: Fija la precisión del proceso de detección. Un valor de 1 significa poca precisión, un valor de 15(predeterminado) significa alta precisión.

source: Set stepsize of the search process. The region around minimum is scanned with 1 pixel resolution. Default value is 6.
es_es: Fija el paso del proceso de búsqueda. La resolución mínima de la región es de 1 pixel. Valor predeterminado 6.

source: Set minimum contrast. Below this value a local measurement field is discarded. The range is 0-1. Default value is 0.25.
es_es: Fija el contraste mínimo. Bajo este valor la medida del campo local es descartada. El rango es 0-1. Valor predeterminado 0.25.

source: Set reference frame number for tripod mode. If enabled, the motion of the frames is compared to a reference frame in the filtered stream, identified by the specified number. The idea is to compensate all movements in a more-or-less static scene and keep the camera view absolutely still. The frames are counted starting from 1.
es_es: Fija el numero de cuadro de referencia para el modo tripod. Si se habilita, el movimiento de los cuadros se compara con un cuadro de referencia en el flujo filtrado, identificado por el numero especificado. The idea is to compensate all movements in a more-or-less static scene and keep the camera view absolutely still. The frames are counted starting from 1.

source: Set the number of frames (value*2 + 1) used for lowpass filtering the camera movements. Default value is 15. For example a number of 10 means that 21 frames are used (10 in the past and 10 in the future) to smoothen the motion in the video. A larger value leads to a smoother video, but limits the acceleration of the camera (pan/tilt movements). 0 is a special case where a static camera is simulated.
es_es: Fijar el numero de cuadros (valor*2 + 1) usados por pasabajos para filtrar movimientos de cámara. Valor predeterminado 15. Por ejemplo un valor de 10 significa que se utilizan 21 cuadros (10 en el pasado 10 en el futuro) para suavizar el movimiento en el video. Un valor mayor produce un vídeo más suave, pero limita la aceleración de la cámara (movimientos de giro/inclinación). 0 es un caso especial en el que se simula una cámara estática.

source: Set the camera path optimization algorithm. Values are: `gauss`: gaussian kernel low-pass filter on camera motion (default), and `avg`: averaging on transformations
es_es: Fija el algoritmo de optimización para la trayectoria de camera. Valores: `gauss`: filtro pasabajos núcleo gaussiano para el movimiento de cámara (predeterminado), y `avg`: promedio de transformaciones

source: Set maximal angle in radians (degree*PI/180) to rotate frames. Default value is -1, meaning no limit.
es_es: Fija angulo máximo en radianes (grados*PI/180) para rotar los cuadros. Valor predeterminado -1, significa sin limites.

source: Specify how to deal with borders that may be visible due to movement compensation. Values are: `keep` keep image information from previous frame (default), `black` fill the border black
es_es: Especifica como lidiar con los bordes visibles al compensar el movimiento. Valores: `mantener` mantener la información de la imagen del cuadro previo (predeterminado), `negro` rellenar lo negro en el borde

source: Invert transforms if checked. Default is unchecked.
es_es: Si se marca Invierte transformaciones. Desmarcado es lo predeterminado.

source: Consider transforms as relative to previous frame if checked, absolute if unchecked. Default is checked.
es_es: Marcado considera las transformaciones como relativas al cuadro previo, desmarcado como absolutas. Desmarcado es lo predeterminado.

source: Set percentage to zoom. A positive value will result in a zoom-in effect, a negative value in a zoom-out effect. Default value is 0 (no zoom).
es_es: Fija el porcentaje de aumento. Un valor positivo produce efecto de acercamiento, un valor negativo de alejamiento. Valor predeterminado 0 (sin aumento).

source: Set optimal zooming to avoid borders. Accepted values are: `0` disabled, `1` optimal static zoom value is determined (only very strong movements will lead to visible borders) (default), `2` optimal adaptive zoom value is determined (no borders will be visible), see zoomspeed. Note that the value given at zoom is added to the one calculated here.
es_es: Fija el aumento optimo para evitar bordes. Valores aceptados: `0` desactivado, `1` se determina el nivel de aumento optimo (solo los movimientos muy fuertes producen bordes visibles) (predeterminado), `2` se determina el nivel de aumento optimo adaptativo (no habrá bordes visibles), vea zoomspeed. Note que el valor dado en aumento se añade al calculado aquí.

source: Set percent to zoom maximally each frame (enabled when optzoom is set to 2). Range is from 0 to 5, default value is 0.25.
es_es: Fija el porcentaje de aumento máximo en cada cuadro (habilitado cuando optzoom se fija a 2). Rango de 0 to 5, valor predeterminado 0.25.

source: Specify type of interpolation. Available values are: `no` no interpolation, `linear` linear only horizontal, `bilinear` linear in both directions (default), `bicubic` cubic in both directions (slow)
es_es: Especifica tipo de interpolación. Valores disponibles: `no` = sin interpolación, `linear` lineal solo horizontal, `bilinear` lineal en ambas direcciones (predeterminado), `bicubic’`cubica en ambas direcciones (lenta)

source: Enable virtual tripod mode if checked, which is equivalent to relative=0:smoothing=0. Default is unchecked. Use also tripod option of vidstabdetect.
es_es: Habilita el modo de tripie virtual, equivalente a relative=0:smoothing=0. Desmarcado por omisión. Use junto a la opción tripod de vidstabdetect.

source: Sharpen or blur the input video. Note the use of the unsharp filter which is always recommended.
es_es: Enfoca o desenfoca el vídeo de entrada.. Se recomienda siempre usar el filtro de desenfoque.

source: Video Stabilizer Tool
es_es: Herramienta Estabilizador de video

source: Videomass - Loading...
es_es: Videomass - Cargando...

source: Please wait, This process will take a few seconds.
es_es: Por favor espere, Este proceso tomar unos segundos.

source: Default position
es_es: Posición predeterminada

source: Rotation setting
es_es: Rotación

source: 90° (left)
es_es: 90° (izq)

source: 90° (right)
es_es: 90° (der)

source: Transpose Tool
es_es: Herramienta Transposición

source: Rotate 90 degrees right
es_es: Rotar 90 grados a la derecha

source: Rotate 180 degrees
es_es: Rotar 180 grados

source: Rotate 90 degrees left
es_es: Rotar 90 grados a la izquierda

source: Format
es_es: Formato

source: Video Stream
es_es: Flujo de Video

source: Audio Streams
es_es: Flujos de Audio

source: Subtitle Streams
es_es: Flujos de Subtítulos

source: Copy to clipboard
es_es: Copiar al portapapeles

source: FILE SELECTION
es_es: SELECCIÓN DE ARCHIVO

source: Properties
es_es: Propiedades

source: Values
es_es: Valores

source: Streams Properties
es_es: Propiedades de los Flujos

source: Unable to open the clipboard on Format tab
es_es: Np se puede abrir el portapapeles en la pestaña Formato

source: Unable to open the clipboard on Video Streams tab
es_es: Np se puede abrir el portapapeles en la pestaña Flujos de Video

source: Unable to open the clipboard on Audio Streams tab
es_es: Np se puede abrir el portapapeles en la pestaña Flujos de Audio
