Repository: jeanslack/Videomass
Catalog: videomass/data/locale/*/LC_MESSAGES/videomass.po
Languages: es_es

source: Unable to open the clipboard on Subtitle Streams tab
es_es: Np se puede abrir el portapapeles en la pestaña Flujos de Subtitulos

source: Where do you prefer to save your transcodes?
es_es: ¿Donde prefiere guardar sus resultados?

source: Change
es_es: Cambiar

source: Same destination paths as source files
es_es: Misma carpeta destino que archivos fuente

source: Assign optional suffix to destination file names:
es_es: Asignar un sufijo opcional a los archivos de salida:

source: File removal preferences
es_es: Preferencias de borrado de archivo

source: Trash the source files after successful encoding
es_es: Desechar archivos fuente después de codificación exitosa

source: File Preferences
es_es: Preferencias de Archivo

source: Location of executables
es_es: Trayectoria de ejecutables

source: FFmpeg can be built by enabling/disabling its options and this depends on your needs. For some use cases it is possible to provide a custom build of FFmpeg where you can specify it in this preferences tab.
es_es: FFmpeg puede compilarse habilitando/deshabilitando opciones según sus necesidades. En algunos caso es posible proporcionar una compilación personalizada de FFmpeg, la cual puede especificar en esta pestaña.

source: Enable a custom location to run FFmpeg
es_es: Habilitar FFmpeg en otra trayectoria

source: Enable a custom location to run FFprobe
es_es: Habilitar FFprobe en otra trayectoria

source: Enable a custom location to run FFplay
es_es: Habilitar FFplay en otra trayectoria

source: Download videos from YouTube.com and other video sites (requires application restart)
es_es: Descargar videos de YouTube.com y otros sitios de video (requiere reiniciar aplicación)

source: Videomass uses the yt-dlp API which can be activated by selecting the checkbox below. The next time you restart the application, the yt_dlp module will be loaded into memory.
es_es: Videomass usa la API de yt-dlp, la cual puede ser activada marcando el cuadro siguiente. La siguiente vez que inicie la aplicación, el modulo yt_dlp sera cargado en memoria.

source: Enable yt-dlp
es_es: Activar yt-dlp

source: Enabling a specific location of the yt-dlp executable will give you more control over downloads stop actions and the ability to provide other backend locations.
es_es: Activar una trayectoria especifica de yt-dlp le dará más control sobre las descargas, detener acciones y permitirá especificar trayectorias de otras aplicciones.

source: Use the executable for downloads rather than API
es_es: Usar ejecutable en vez del API para las descargas

source: Import the yt_dlp Python package externally. E.g, you can include the source package directory or the path to the package installed in an external virtual environment.
es_es: Importar yt_dlp de fuente externa. Ej, puede incluir la carpeta del paquete fuente o la trayectoria del paquete instalado en un entorno virtual externo.

source: Enable external import of yt_dlp package
es_es: Habilitar importación yt_dlp externo

source: Look and Feel (requires application restart)
es_es: Apariencia de la aplicación (requiere reiniciar la aplicación)

source: Icon themes
es_es: Temas de iconos

source: At the top of window (default)
es_es: Parte superior de la ventana (predeterminado)

source: At the bottom of window
es_es: Parte inferior de la ventana

source: At the right of window
es_es: A la derecha de la ventana

source: At the left of window
es_es: A la izquierda de la ventana

source: Place the toolbar
es_es: Situar la barra de herramientas

source: Toolbar's icons size:
es_es: Tamaño de iconos:

source: Application Language (requires application restart)
es_es: Idioma de la aplicación (requiere reiniciar la aplicación)

source: Look and Language
es_es: Apariencia e Idioma

source: Upon exiting the application
es_es: Al salir de la aplicación

source: Always ask me to confirm
es_es: Siempre pedir confirmación

source: Clean the log files
es_es: Limpiar los archivos de registro

source: Remove cached files
es_es: Eliminar archivos cache

source: On operations completion
es_es: Al completar operación

source: These settings will remain active until the application is closed, If necessary, remember to reactivate them.
es_es: Estas configuraciones permanecen activas hasta que se cierre la aplicación, De ser necesario recuerde reactivarlas.

source: Exit the application
es_es: Salir de la aplicación

source: Shutdown the system
es_es: Apagar el sistema

source: SUDO password:
es_es: contraseña para sudo:

source: Exit and Shutdown
es_es: Salir y Apagar

source: Specify the character encoding format
es_es: Especificar formato de caracteres

source: Although UTF-8 is the default and most widely used standard encoding format, it is not the only encoding format available. Some file metadata may still contain non-UTF-8 character encodings resulting in the error "'utf-8' codec can't decode bytes...". If you know the encoding format the file was written in, you can try specifying it here, e.g. ISO 8859-1, ISO 8859-16, etc.
es_es: Si bien UTF-8 is es el formato de caracteres más ampliamente usado, no es el único disponible. Algunos metadatos aun pueden contener caracteres distintos a los de UTF-8, produciendo el error "'utf-8' codec can't decode bytes...". Si sabe el formato de caracteres usado por el archivo, puede intentar especificarlo aquí, ej. ISO 8859-1, ISO 8859-16, etc.

source: Character encoding:
es_es: Formato de caracteres:

source: Default application directories
es_es: Carpetas predeterminadas de la aplicación

source: Configuration directory
es_es: Configuración de carpeta

source: Cache directory
es_es: Carpeta para Cache

source: Log directory
es_es: Carpeta de registros

source: Advanced
es_es: Avanzadas

source: The following settings affect output messages and the log messages during transcoding processes. Be careful, by changing these settings some functions of the application may not work correctly, change only if you know what you are doing.
es_es: Las siguientes configuraciones afectan los mensajes de salida y del registro durante la transcodificación. Sea cauteloso, cambiar las configuraciones de algunas funciones de la aplicación puede no funcionar, cámbielas solo si sabe lo que esta haciendo.

source: Set logging level flags used by FFmpeg
es_es: Fijar opciones de nivel de registro de FFmpeg

source: Set logging level flags used by FFplay
es_es: Fijar opciones de nivel de registro de FFplay

source: FFmpeg logging levels
es_es: Nivel de registro de FFmpeg

source: By assigning an additional suffix you could avoid overwriting files
es_es: Asignar un sufijo adicional evita la reescritura de archivos

source: Type sudo password here, only for Unix-like operating systems, not for MS Windows
es_es: Teclee contraseña para sudo, solo para sistemas tipo Unix, no para MS Windows

source: Preferences
es_es: Preferencias

source: Choose Destination
es_es: Elija Destino

source: Enter only alphanumeric characters. You can also use the hyphen ("-") and the underscore ("_"). Spaces are not allowed.
es_es: Teclee solo caracteres alfanuméricos. Puede utilizar el guion ("-") y el guion bajo ("_"). No se permiten espacios.

source: Videomass - Warning!
es_es: Videomass - ¡Advertencia!

source: {} location
es_es: Trayectoria de {}

source: Open «{}» executable file
es_es: Abrir ejecutable «{}»

source: Open «yt_dlp» python package directory
es_es: Abrir directorio del paquete «yt_dlp»

source: One-Pass, Do not start with `ffmpeg -i filename`; do not end with `output-filename`
es_es: Un-Paso, No inicie con `ffmpeg -i archivo`; no termine con `archivo-destino`

source: Two-Pass (optional), Do not start with `ffmpeg -i filename`; do not end with `output-filename`
es_es: Dos-Pasos (opcional), No inicie con `ffmpeg -i archivo`; no termine con `archivo-destino`

source: Videomass - Edit the selected item in the queue
es_es: Videomass - Editar entrada seleccionada en la lista

source: Pre-input arguments for One-Pass (optional)
es_es: Argumentos Pre-input para Un-paso (opcional)

source: FFmpeg arguments for one-pass encoding
es_es: Argumentos de FFmpeg para codificación en un-paso

source: Any optional arguments to add before input file on the one-pass encoding, e.g required names of some hardware accelerations like -hwaccel to use with CUDA.
es_es: Cualquier argumento adicional previo al archivo de entrada para la codificación un-paso, ej. nombres de aceleradores de hardware como -hwaccel para usar con CUDA.

source: Pre-input arguments for Two-Pass (optional)
es_es: Argumentos Pre-input para Dos-pasos (opcional)

source: FFmpeg arguments for two-pass encoding
es_es: Argumentos de FFmpeg para codificación en dos-pasoa

source: Any optional arguments to add before input file on the two-pass encoding, e.g required names of some hardware accelerations like -hwaccel to use with CUDA.
es_es: Cualquier argumento adicional previo al archivo de entrada para la codificación dos-pasos, ej. nombres de aceleradores de hardware como -hwaccel para usar con CUDA.

source: Edit
es_es: Editar

source: Remove
es_es: Eliminar

source: Remove all
es_es: Eliminar todo

source: Export queue file
es_es: Exportar lista de archivos

source: Import queue file
es_es: Importar archivo de lista

source: Remove all items in the queue
es_es: Eliminar todas las entradas de la lista

source: Videomass - Queue
es_es: Videomass - Lista

source: Export queue file
es_es: Exportar archivo de lista

source: Same as source
es_es: Igual que la fuente

source: Source File destination Automation/Preset Encoding passes Output Format Start of segment Clip duration
es_es: Fuente Archivo destino Automation/Preset Pasos de codificación Formato de Salida Segmento de Inicio Duración de Clip

source: # will be replaced by ascending numbers starting with:
es_es: # Se reemplazara con números incrementales desde:

source: Font Size
es_es: Tamaño de Letra

source: Font Color
es_es: Color de Letra

source: Shadow Color
es_es: Color de Sombra

source: Show text box
es_es: Mostrar caja de texto

source: Box Color
es_es: Color de la Caja

source: The timestamp size does not auto-adjust to the video size, you have to set the size here
es_es: El tamaño de la estampa de tiempo no se auto ajusta al tamaño de video, configure aquí el tamaño

source: Timestamp settings
es_es: Configurar Estampa de tiempo

source: Supported Formats list (optional). Do not include the `.`
es_es: Lista de formatos soportados (opcional). No incluya el `.`

source: Output Format. Empty to copy format and codec. Do not include the `.`
es_es: Formato de Salida. Vacio, copia el formato y codec. No incluya el `.`

source: Profile Name
es_es: Nombre de Perfil

source: Description
es_es: Descripción

source: A short profile name
es_es: Un nombre corto de perfil

source: A long description of the profile
es_es: Una descripción amplia del perfil

source: One or more comma-separated format names compatible with this profile
es_es: Uno o más nombres de formato compatibles con este perfil, separados por comas

source: Output format extension. Leave empty to copy codec and format
es_es: Extensión del formato de salida. Deje vació para copiar codec y formato

source: Incomplete profile assignments
es_es: Asignaciones de perfil incompletas

source: Formats must be comma-separated
es_es: Debe separar con coma los formatos

source: ERROR: Keys mismatched for requested data. Invalid file: «{0}»
es_es: ERROR: No coinciden llaves para datos requeridos. Archivo invalido: «{0}»

source: Profile already stored with same name
es_es: Ya existe perfil con ese nombre

source: Profile stored successfully!
es_es: ¡Perfil guardado exitosamente!

source: Profile change successful!
es_es: ¡Cambio de Perfil exitosol!

source: Log file list
es_es: Lista de archivos de registro

source: Log messages
es_es: Registro de mensajes

source: Refresh log messages
es_es: Refrescar mensajes de registro

source: Clear log messages
es_es: Limpiar mensajes de registro

source: Select a log file
es_es: Seleccionar archivo de registro

source: Are you sure you want to clear the selected log file?
es_es: ¿Seguro desea limpiar el archivo de registro?

source: Please confirm
es_es: Por favor Confirme

source: File name
es_es: Nombre de archivo

source: Max volume dBFS
es_es: Volumen máximo dBFS

source: Mean volume dBFS
es_es: Volumen promedio dBFS

source: Offset dBFS
es_es: Desplazamiento dBFS

source: Result dBFS
es_es: Resultado dBFS

source: Post-normalization references:
es_es: Referencias post-normalización:

source: = Clipped peaks
es_es: = Picos recortados

source: = No changes
es_es: = Sin cambios

source: = Below max peak
es_es: = Pico inferior máximo

source: RMS-based volume statistics
es_es: Estadísticas de volumen basadas en RMS

source: PEAK-based volume statistics
es_es: Estadísticas de volumen basadas en Picos

source: ...It means the resulting audio will be clipped, because its volume is higher than the maximum 0 db level. This results in data loss and the audio may sound distorted.
es_es: ..Significa que el audio resultante sera recortado, ya que el volumen es más alto que el nivel máximo de 0 db. Esto provoca perdida de datos y el audio podría sonar distorsionado.

source: ...It means the resulting audio will not change, because it's equal to the source.
es_es: ...Significa que el audio resultante no tendrá cambios y sera igual al de la fuente.

source: ...It means an audio signal will be produced with a lower volume than the source.
es_es: ...Significa que la señal de audio se producirá con un volumen menor al original.

source: Get Latest Version
es_es: Obtenga la Ultima Version

source: Checking for newer version
es_es: Comprobando versión más reciente

source: New releases fix bugs and offer new features.
es_es: Las nuevas versiones corrigen fallos y añaden características.

source: This is Videomass v.{0}
es_es: Videomass versión. {0}

source: q, ESC f p, SPC m 9, 0 /, * a v t c w s left/right down/up page down/page up right mouse click left mouse double-click
es_es: q, ESC f p, SPC m 9, 0 /, * a v t c w s izquierda/derecha abajo/arriba pagina abajo/pagina arriba click botón derecho doble click botón izquierdo

source: Shortcut keys while playing with FFplay
es_es: Atajos del teclado al reproducir con FFplay

source: Stop
es_es: Parar

source: Please take a moment to set up the application
es_es: Por favor configure la aplicación

source: Click the "Next" button to get started
es_es: Presione el botón "Siguiente" para iniciar

source: Welcome to the Videomass Wizard!
es_es: ¡Bienvenido al asistente de Videomass!

source: Videomass is an application based on FFmpeg
es_es: Videomass es una aplicación basada en FFmpeg

source: If FFmpeg is not on your computer, this application will be unusable
es_es: Si FFmpeg no esta en su equipo, esta aplicación es inútil

source: If you have already installed FFmpeg on your operating system, click the "Auto-detection" button.
es_es: Si ya ha instalado FFmpeg en su sistema operativo, presione el botón "Auto-detectar".

source: If you want to use a version of FFmpeg located on your filesystem but not installed on your operating system, click the "Locate" button.
es_es: Si quiere usar una versión de FFmpeg localizada en el sistema de archivos pero no instalada en el sistema operativo, presione el botón "Localizar".

source: Auto-detection
es_es: Auto-detectar

source: Locate
es_es: Localizar

source: Click the "Next" button
es_es: Presione el botón "Siguiente"

source: '{}' is not installed on your computer. Install it or indicate another location by clicking the 'Locate' button.
es_es: '{}' no esta instalado en su equipo. Instalelo o indique su ubicación presionando el botón 'Localizar'.

source: Videomass already seems to include FFmpeg. Do you want to use that?
es_es: Videomass ya incluye FFmpeg. ¿Desea utilizarlo?

source: Locating FFmpeg executables
es_es: Localizando ejecutables de FFmpeg

source: "ffmpeg", "ffprobe" and "ffplay" are required. Complete all the text boxes below by clicking on the respective buttons.
es_es: Se requiere "ffmpeg", "ffprobe" y "ffplay". Complete todas las cajas de texto presionando en los botones respectivos.

source: Videomass has a simple graphical interface for yt-dlp
es_es: Videomass tiene una interfaz sencilla para yt-dlp

source: This feature allows you to download video and audio from many sites, including YouTube.com and even Facebook.
es_es: Esta característica le permite descargar formatos de video y audio desde muchos sitios, incluyendo YouTube.com e incluso Facebook.

source: Do you want to enable this feature?
es_es: ¿Desea habilitar esta característica?

source: Wizard completed successfully!
es_es: ¡Asistente completado con éxito!

source: Remember that you can always change these settings later, through the Preferences dialog.
es_es: Recuerde que puede cambiar estas configuraciones posteriormente, mediante el dialogo Preferencias.

source: Thank You!
es_es: ¡Gracias!

source: To exit click the "Finish" button
es_es: Para salir presione el botón "Finalizar"

source: < Previous
es_es: < Anterior

source: Next >
es_es: Siguiente >

source: Videomass Wizard
es_es: Asistente de Videomass

source: Finish
es_es: Finalizar

source: Some text boxes are still incomplete
es_es: Algunas cajas de texto están incompletas

source: Re-start is required
es_es: Reinicie la aplicación

source: Done!
es_es: ¡Terminado!

source: Files already exist, do you want to overwrite them?
es_es: Ya existe archivo, ¿quiere sobreecribirlo?

source: Already exist
es_es: Ya existe

source: Not found
es_es: No encontrado

source: Error list
es_es: Lista de Error

source: File(s) not found
es_es: Archivo(s) no encontrado(s)

source: Output folder does not exist: "{}"
es_es: Carpeta destino no existente: "{}"

source: Wait.... Retrieving required data.
es_es: Espere.... Obteniendo información requerida.

source: File does not exist or is invalid: %s
es_es: Archivo no existe o invalido: %s

source: Wait.... Audio peak analysis.
es_es: Espere.... Analizando Picos de Audio.

source: Videomass - Downloading...
es_es: Videomass - Descargando...

source: Ready
es_es: Listo

source: Not all items in the queue were completed. Would you like to keep them in the queue?
es_es: No se completaron todas las entradas de la lista. ¿Desea mantenerlas en la lista?

source: Queue ({0})
es_es: Lista ({0})

source: Queue
es_es: Lista

source: There are still active windows with running processes, make sure you finish your work before exit.
es_es: Aun hay ventanas activas con procesos ejecutándose, asegúrese de finalizar su trabajo antes de salir.

source: Are you sure you want to exit the application?
es_es: ¿Seguro que desea salir?

source: Exit
es_es: Salir

source: Import files Ctrl+O
es_es: Importar archivos Ctrl+O

source: Open destination folder of encodings Ctrl+D
es_es: Carpeta destino para codificaciones Ctrl+D

source: Load queue file
es_es: Cargar archivo de Lista

source: Load a previously exported queue file
es_es: Cargar archivo de Lista previamente exportado

source: Open trash
es_es: Abrir Papelera

source: Open the Videomass trash folder
es_es: Abre carpeta de la papelera de Videomass

source: Empty trash
es_es: Vaciar papelera

source: Delete all files in the Videomass trash folder
es_es: Borrar todo de la papelera de Videomass

source: Exit Ctrl+Q
es_es: Salir Ctrl+Q

source: Completely exit the application
es_es: Salir de la aplicación

source: File
es_es: Archivo

source: Rename selected file Ctrl+R
es_es: Renombrar archivo seleccionado Ctrl+R

source: Rename the destination of the selected file
es_es: Renombra destino de archivo seleccionado

source: Numerically renames the destination of all items in the list
es_es: Ennumerar el destino de todas las entradas de la lista

source: Remove selected entry DEL
es_es: Quitar entrada seleccionada DEL

source: Remove the selected file from the list
es_es: Eliminar archivo seleccionado de la lista

source: Clear list Shift+DEL
es_es: Vaciar lista Shift+DEL

source: Clear the file list
es_es: Limpiar la lista de archivos

source: Preferences Ctrl+P
es_es: Preferencias Ctrl+P

source: Application preferences
es_es: Preferencias de la aplicación

source: Find FFmpeg topics
es_es: Encontrar temas sobre FFmpeg

source: A useful tool to search for FFmpeg help topics and options
es_es: Una herramienta util para buscar temas de la ayuda de FFmpeg

source: Check for preset updates
es_es: Buscar nuevos presets

source: Check for new presets updates from {0}
es_es: Buscar nuevos presets en {0}

source: Get latest presets
es_es: Obtener los últimos preset

source: Get the latest presets from {0}
es_es: Obtener los últimos preset desde {0}

source: Work notes Ctrl+N
es_es: Notas de trabajo Ctrl+N

source: Read and write useful notes and reminders.
es_es: Lea y escriba recordatorios y notas.

source: Tools
es_es: Herramientas

source: Show FFmpeg's built-in configuration capabilities
es_es: Mostrar capacidades de configuración integradas en FFmpeg

source: Muxers and demuxers available on your version of FFmpeg
es_es: Mezcladores y Desmezcladores disponibles en el FFmpeg utilizado

source: Encoders available on your version of FFmpeg
es_es: Muestra los codificadores disponibles en FFmpeg

source: Decoders available on your version of FFmpeg
es_es: Muestra los decodificadores disponibles en FFmpeg

source: Enable timestamps on playback
es_es: Mostrar marcas de tiempo al reproducir

source: Displays timestamp when playing media with FFplay
es_es: Mostrar marcas de tiempo al reproducir con FFplay

source: Auto-exit after playback
es_es: Salir al terminar reproducción

source: If checked, the FFplay window will auto-close when playback is complete
es_es: Al activar, la ventana de FFplay se cerrara al finalizar la reproducción

source: Customize the timestamp style
es_es: Personalizar Estampa de tiempo

source: While playing...
es_es: Durante reproducción...

source: Show useful shortcut keys when playing or previewing using FFplay
es_es: Mostrar atajos de teclado al reproducir o previsualizar con FFplay

source: Show timeline editor Ctrl+T
es_es: Editor de linea de tiempo Ctrl+T

source: Set duration or trim slices of time to remove unwanted parts from your files
es_es: Fijar lduración o recortar pedazos de tiempo, eliminar partes no deseadas de archivos

source: View
es_es: Ver

source: Home panel Ctrl+Shift+H
es_es: Panel principal Ctrl+Shift+H

source: Go to the «Home» panel
es_es: Ir al panel «Principal»

source: Presets Manager Ctrl+Shift+P
es_es: Administrador de Presets Ctrl+Shift+P

source: Go to the «Presets Manager» panel
es_es: Ir al panel «Administrador de Presets»

source: A/V Conversions Ctrl+Shift+V
es_es: Conversiones A/V Ctrl+Shift+V

source: Go to the «A/V Conversions» panel
es_es: Ir al panel «Conversiones A/V»

source: Concatenate Demuxer Ctrl+Shift+D
es_es: Encadenar Dezmezclador Ctrl+Shift+D

source: Go to the «Concatenate Demuxer» panel
es_es: Ir al panel «Encadenar Desmezcladores»

source: Still Image Maker Ctrl+Shift+I
es_es: Creador de Imágenes Fijas Ctrl+Shift+I

source: Go to the «Still Image Maker» panel
es_es: Ir al panel «Productor de Imágenes Fijas»

source: From Movie to Pictures Ctrl+Shift+S
es_es: De Película a Imágenes Ctrl+Shift+S

source: Go to the «From Movie to Pictures» panel
es_es: Ir al panel «De Película a Imágenes»

source: YouTube Downloader Ctrl+Shift+Y
es_es: Descargar de YouTube Ctrl+Shift+Y

source: Open «YouTube Downloader» window
es_es: Abrir ventana «YouTube Downloader»

source: Output monitor Ctrl+Shift+O
es_es: Monitor de Salida Ctrl+Shift+O

source: Keeps track of the output for debugging errors
es_es: Mantener rastro de la salida para depuración de errores

source: Go
es_es: Ir a

source: User guide
es_es: Guía de usuario

source: Issue tracker
es_es: Seguimiento de fallos
