Repository: jeanslack/Videomass
Catalog: videomass/data/locale/*/LC_MESSAGES/videomass.po
Languages: es_es

source: Remove the current queue and replace it with the imported one.
es_es: Eliminar lista actual y reemplazar con la importada.

source: At least one "Format Code" must be checked for each URL selected in green.
es_es: Al menos un "Código de Formato" debe seleccionarse en las URL en verde.

source: Format Code
es_es: Código de Formato

source: Title
es_es: Titulo

source: Extension
es_es: Extensión

source: Resolution
es_es: Resolución

source: Video Codec
es_es: Codec de Video

source: fps
es_es: cps

source: Audio Codec
es_es: Codec de Audio

source: Don't merge any files
es_es: No combinar archivos

source: Download only the best selected qualities
es_es: Descargar solo mejores calidades seleccionadas

source: ERROR: Unable to get format codes. Unsupported URL: '{0}'
es_es: ERROR: No se puede obtener códigos de formato. URL no soportada: '{0}'

source: [Videomass]: SUCCESS !
es_es: [Videomass]: ¡EXITO !

source: [Videomass]: FAILED !
es_es: [Videomass]: ¡FALLO !

source: Download Status
es_es: Estado de Descarga

source: Check the current output or read the related log file for more information.
es_es: Revise la salida actual o el archivo de registro para más información.

source: Done
es_es: Terminado

source: Do you want to close the active view keeping the data in memory and any background processes?
es_es: ¿Quiere cerrar la vista activa y mantener los datos en memoria y los procesos ejecutándose de fondo?

source: Are you sure you want to exit this window? All data will be lost
es_es: ¿Seguro que quiere cerrar esta ventana? Se perderán todos los datos

source: Quit YouTube Downloader?
es_es: ¿Salir de Descargador de YouTube?

source: Open destination folder of downloads Ctrl+D
es_es: Elija carpeta destino para las descargas Ctrl+D

source: Close view Ctrl+W
es_es: Cerrar vista Ctrl+W

source: Close the active view keeping the data in memory and any background processes
es_es: Cierra la vista y mantiene los datos en memoria y los procesos corriendo de fondo

source: Quit YouTube Downloader Ctrl+Q
es_es: Salir de Descargador de YouTube Ctrl+Q

source: Exit the window by deleting all data in memory
es_es: Cierra la ventana y elimina los datos en memoria

source: Paste Ctrl+V
es_es: Pegar Ctrl+V

source: Paste the copied URLs to clipboard
es_es: Pega las URLs copiadas del portapapeles

source: Remove selected URL DEL
es_es: Borra URL seleccionada DEL

source: Remove the selected URL from the list
es_es: Eliminar URLs seleccionadas de la lista

source: Clear the URL list
es_es: Limpia la lista de URLs

source: Options Ctrl+P
es_es: Opciones Ctrl+P

source: YouTube Downloader options
es_es: opciones de YouTube Downloader

source: Version of yt-dlp
es_es: Versión de yt-dlp

source: Shows the version in use
es_es: Mostrar versión en uso

source: Latest version of yt-dlp
es_es: Ultima versión de yt-dlp

source: Check the latest version available on github.com
es_es: Comprobar versión disponible en github.com

source: You are using "yt-dlp" version {0}
es_es: Esta utilizando "yt-dlp" versión {0}

source: "yt-dlp": Latest version available: {0}
es_es: La versión {0} de "yt-dlp" esta disponible.

source: Go to the previous panel
es_es: Ir al panel anterior

source: Go to the next panel
es_es: Ir al proximo panel

source: Shows statistics and information
es_es: Mostrar estadísticas e información

source: Statistics
es_es: Estadísticas

source: Start downloading
es_es: Iniciando descarga

source: Download
es_es: Descargar

source: Videomass - List of URLs
es_es: Videomass - Lista de URLs

source: Viewing last log
es_es: Ver ultimo mensaje de registro

source: Videomass - Downloader Message Monitoring
es_es: Videomass - Monitor de mensajes de Descarga

source: Playlist Items
es_es: Contenido de la Lista

source: To index the media of a playlist, click on the "Playlist Items" column of each corresponding URL and specify the numerical indexes separated by commas, e.g. "1,2,5,8" if you want to download the indexed media at 1, 2, 5, 8 of the playlist. It is also possible to specify intervals, e.g. "1-3,7,10-13" with which the media at index 1, 2, 3, 7, 10, 11, 12 and 13 will be downloaded.
es_es: Presione en la columna "Contenido de la Lista" para especificar indices de los medios de cada URL, y especifique los números separados por comas ej: "1,2,5,8" si desea descargar los medios con los indices 1, 2, 5, 8 de la lista. Puede especificar rangos: "1-3,7,10-13" descargara los videos con los indices 1, 2, 3, 7, 10, 11, 12 y 13.

source: Playlist Editor
es_es: Editor de Lista de Reproducción

source: Help viewer
es_es: Visualizador de ayuda

source: ERROR: Invalid option
es_es: ERROR: Opción invalida

source: please try again.
es_es: favor de tratar de nuevo.

source: OK: Indexes to download
es_es: Indices de video a descargar de la Lista

source: WARNING: The selected URL does not refer to a playlist. Only lines marked green can be indexed.
es_es: ADVERTENCIA: La URL no es una lista de reproducción. Solo las lineas marcadas en verde pueden indexarse.

source: English
es_es: Ingles

source: French
es_es: Frances

source: German
es_es: Aleman

source: Greek
es_es: Griego

source: Hebrew
es_es: Hebreo

source: Italian
es_es: Italiano

source: Dutch
es_es: Danes

source: Polish
es_es: Poaco

source: Portuguese
es_es: Portugues

source: Russian
es_es: Ruso

source: Spanish
es_es: Español

source: Swedish
es_es: Sueco

source: Turkish
es_es: Turco

source: Albanian
es_es: Albanes

source: Chinese
es_es: Chino

source: Subtitles
es_es: Subtitulos

source: None
es_es: Ninguno

source: All available subtitles
es_es: Todos los subtítulos disponibles

source: Select by default language
es_es: Seleccione Idioma

source: Custom language subtitles
es_es: Subtítulos en idioma elegido

source: Custom language
es_es: Idioma elegido

source: Subtitle options
es_es: opciones de Subtitulos

source: Include automatically generated subtitle (YouTube only)
es_es: Incluir subtítulos generados automáticamente (solo YouTube)

source: Embed subtitles into video file
es_es: Incluir subtítulos en el video

source: Download subtitles only (do not include audio and video)
es_es: Descargar solo subtítulos (sin audio o video)

source: Subtitles Editor
es_es: Editor de Subtítulos

source: Write in the text field on the side, one or more language codes of the subtitles to download separated by commas, e.g. "en, ja, ar" for English, Japanese and Arabic respectively. You can use regex (regular expression), e.g. "en.*, ja, ar.*" where the asterisk preceded by the dot will allow you to download everything related to the subtitles of a certain language. You can prefix the language code with a "-" to exclude it from the requested languages, e.g. "all, -it.*, -nl.*", -fr.*" will download all subtitles except those in Italian, Dutch and French.
es_es: Escriba en el área adjunta, uno o más códigos de idioma, separados por comas para los subtítulos a descargar, e.j. "en, ja, ar" para Ingles, Japones y Árabe. Puede usar expresiones regulares, e.j. "en.*, ja, ar.*" donde el asterisco precedido por el punto le permitirá descargar todos los subtítulos relacionados con un idioma. Puede preceder un código de idioma con un "-" para excluir un idioma, e.j. "all, -it.*, -nl.*", -fr.*" descargara todos los subtítulos con excepción de Italiano, Danes y Francés.

source: Invalid URL
es_es: URL no valida

source: Invalid URLs
es_es: URLs no validas

source: Drag or paste URLs here
es_es: Arrastre o pegue aquí URLs

source: Set a new destination folder for downloads
es_es: Elija una carpeta destino para las descargas

source: Destination folder of downloads
es_es: Carpeta destino para las descargas

source: Statistics viewer
es_es: Visualizado de Estadisticas

source: TITLE SELECTION
es_es: SELECCIÓN DE TITULO

source: Workarounds
es_es: Correciones

source: Don’t check SSL certificate
es_es: No comprobar certificado SSL

source: Filename options
es_es: Opciones de nombre de archivo

source: Include the ID in file names
es_es: Incluir el ID en los nombres de archivo

source: Restrict file names to ASCII characters
es_es: Solo caracteres ASCII en los nombres de archivo

source: Post-Process options
es_es: Opciones de Post-Proceso

source: Embed thumbnail in audio file
es_es: Empotrar miniatura en archivo de audio

source: Add metadata to file
es_es: Añadir metadatos al archivo

source: Overwrite all files and metadata
es_es: Sobrescribir todos los archivos y metadatos

source: Where do you prefer to save your downloads?
es_es: ¿Donde prefiere guardar sus descargas?

source: Choosing an external downloader
es_es: Elija un gestor de descarga externo

source: In addition to the default `native` one, yt-dlp can use the following external downloaders: `aria2c`, `avconv`, `axel`, `curl`, `ffmpeg`, `httpie`, `wget`. Please note that using an external downloader the download status information may not be available.
es_es: Ademas del gestor nativo, yt-dlp, actualmente suporta los siguientes gestores externos: `aria2c`, `avconv`, `axel`, `curl`, `ffmpeg`, `httpie`, `wget`. Recuerde al habilitar un gestor de descargas externo , puede que la información sobre el estado no este disponible.

source: External downloader executable path
es_es: Trayectoria del gestor de descargas externo

source: External downloader arguments
es_es: Argumentos del gestor de descargas externo

source: Download Options
es_es: Opciones de Descarga

source: Using a proxy server
es_es: Usar un proxy

source: Use the specified HTTP/HTTPS/SOCKS proxy. To enable SOCKS proxy, specify a proper scheme, e.g. {} Leave the text field blank for direct connection.
es_es: Usar el proxy HTTP/HTTPS/SOCKS especificado. Para activar un proxy SOCKS, especifique un esquema apropiado, ej.. {} Deje el texto en blanco para conexión directa.

source: Network
es_es: Red

source: Geo-restriction options
es_es: opciones de Geo-restricción

source: Use the following options to try bypassing geographic restriction.
es_es: Usar opciones para ignorar restricciones geográficas.

source: Geo verification proxy
es_es: Proxy de Geo verificación

source: URL of the proxy to use for IP address verification on geo-restricted sites.
es_es: URL del proxy a usar para verificar IP en sitios con restricción geográfica.

source: Geo bypass
es_es: Ignorar Geo restricción

source: Bypass geographic restriction via faking X-Forwarded-For HTTP header. One of "default" (only when known to be useful), or "never"
es_es: Ignora restricción geográfica falseando en encabezado HTTP X-Forwarded-For. Use "default" (si sabe que es útil), o "never"

source: Geo bypass country
es_es: Ignorar restricción de pais

source: Two-letter ISO 3166-2 country code that will be used for explicit geographic restriction bypassing via faking X-Forwarded-For HTTP header.
es_es: Las 2 letras del código ISO 3166-2 para el país serán usadas para ignorar restricciones geográficas explicitas falseando la cabecera HTTP X-Forwarded-For.

source: Geo bypass ip block
es_es: Ignorar bloqueo de IP

source: IP range in CIDR notation that will be used similarly to geo_bypass_country
es_es: rango de IP en notación CIDR que sera usado en forma similar a Ignorar restricción de país

source: Geo-Restriction
es_es: Geo-Restricción

source: Authentication with login credentials
es_es: Identificación con credenciales

source: If you need to login with your credentials please note that login with password is not supported for some websites (e.g. YouTube, CloudFlare). In this case you can include a cookie file for authentication (see cookies tab).
es_es: Si necesita iniciar sesión con sus credenciales recuerde que algunos sitios no soportan el uso de contraseña (ej. YouTube, CloudFlare). En este caso puede incluir una cookie para identificarse (vea la pestaña cookies).

source: Username
es_es: Usuario

source: Username for authentication purposes
es_es: Nombre de usuario para identificarse

source: Password
es_es: Contraseña

source: Password for authentication purposes
es_es: Contraseña para identificarse

source: Video Password
es_es: Contraseña de Video

source: Password for accessing a video
es_es: Contraseña para acceder a un video

source: Authentication
es_es: Identificación

source: Using cookies to gain access to websites
es_es: Usar cookies para acceder a sitio

source: Here you can pass your `Netscape HTTP Cookie File` in order to access websites that require authentication. If you don't know how to obtain this type of file, you can let the application try to extract it from your browser automatically. The currently supported browsers are: brave, chrome, chromium, edge, firefox, opera, safari, vivaldi. For more information please consult the documentation at the following link:
es_es: Aquí podrá poner un archivo `Netscape HTTP Cookie` para acceder a sitios que requieren identificación. Si no sabe como obtener estos archivos, puede dejar que la aplicación intente extraerlos automáticamente desde su navegador. Lo navegadores soportados son: brave, chrome, chromium, edge, firefox, opera, safari, vivaldi. Para más información consulte la documentación del siguiente enlace:

source: Allow cookies for authentication
es_es: Permitir cookies de Identificación

source: Cookie file
es_es: Archivo Cookie

source: File name from where cookies should be read and dumped to
es_es: Archivo desde el que se leerán y transferirán las cookies

source: Browse
es_es: Navegar

source: Extract cookies automatically from your browser
es_es: Extraer cookies automáticamente desde el navegador

source: Web Browser
es_es: Navegador

source: YouTube Downloader Options
es_es: opciones de YouTube Downloader

source: Do you want to remove the current cookie file from your system?
es_es: ¿Quiere eliminar la cookie de su sistema?

source: Locate your cookie file
es_es: Archivo Cookie

source: Precompiled Videos
es_es: Videos precompilados

source: Download videos by resolution
es_es: Descargar videos según su resolución

source: Download split audio and video
es_es: Descargar por separado audio y video

source: Download Audio only
es_es: Descargar solo Audio

source: Download by format code
es_es: Descargar por código de formato

source: Include playlists
es_es: Incluir lista de reproducción

source: Quality settings
es_es: Opciones de Calidad

source: When not available, the chosen video resolution will be replaced with the closest one
es_es: Cuando no este disponible, la resolución elegida se reemplazara con la más cercana

source: Video format:
es_es: Formato de video:

source: Audio format:
es_es: Formato de Audio:

source: Unable to get format codes on {0}, unsupported URL: {1}
es_es: No se puede obtener códigos de formato para {0}, URL no soportada: {1}

source: URLs have no playlist references
es_es: La URL no es una lista de reproducción

source: The URLs contain playlists. Are you sure you want to continue?
es_es: Las URLs contienen listas de reproducción. ¿Seguro que desea continuar?

source: The URLs contain channels. Are you sure you want to continue?
es_es: Las URLs contienen canales. ¿Seguro que desea continuar?
