Repository: jeanslack/Videomass
Catalog: videomass/data/locale/*/LC_MESSAGES/videomass.po
Languages: es_es

source: Check for newer version
es_es: Comprobanr versión más reciente

source: Check for the latest Videomass version
es_es: Comprobar ultima versión de Videomass

source: System version
es_es: Versión del Sistema

source: Get version about your operating system, version of Python and wxPython.
es_es: Obteniendo versiones de su sistema, Python y wxPython.

source: Show log files Ctrl+L
es_es: Mostrar Registros Ctrl+L

source: Viewing log messages
es_es: Ver mensajes de registro

source: Contribute to the project
es_es: Contribuir al proyecto

source: About Videomass
es_es: Sobre Videomass

source: Help
es_es: Ayuda

source: Import files
es_es: Importar archivos

source: No default folder has been set for the destination of the encodings. The current setting is "Same destination paths as source files".
es_es: No se fijo carpeta destino para las conversiones. La configuración actual es "Misma carpeta que archivos fuente".

source: '{}': No such file or directory
es_es: '{}': No existe archivo o carpeta

source: Are you sure to empty trash folder?
es_es: ¿Seguro que desea vaciar la papelera?

source: '{}': There are no files to delete.
es_es: '{}': No hay archivos a borrar.

source: Installed release v{0}. A new presets release is available {1}
es_es: Versión instalada v{0}. Nueva versión de presets disponible {1}

source: Installed release v{0}. No new updates found.
es_es: Versión instalada v{0}. No se encontró actualizaciones.

source: Wait.... The archive is being downloaded
es_es: Espere.... El archivo esta siendo descargado

source: Successfully downloaded to "{0}"
es_es: Descargado exitosamente en "{0}"

source: Some changes require restarting the application.
es_es: Algunos cambios requieren reiniciar aplicación.

source: {0} Do you want to restart the application now?
es_es: {0} ¿Quiere reiniciar aplicación ahora?

source: Restart Videomass?
es_es: ¿Reiniciar Videomass?

source: A new release is available - v.{0}
es_es: Una nueva versión esta disponible . {0}

source: You are using a development version that has not yet been released!
es_es: ¡Esta utilizando una versión de desarrollo!

source: Congratulation! You are already using the latest version.
es_es: ¡Felicitaciones! Ya esta utilizando la ultima versión versión.

source: Previous panel
es_es: Panel anterior

source: Back
es_es: Regresar

source: Next panel
es_es: Siguiente panel

source: Next
es_es: Siguiente

source: Home panel
es_es: Panel Principal

source: Home
es_es: Principal

source: Play the selected imput file
es_es: Reproducir archivo de entrada seleccionado

source: Play
es_es: Reproducir

source: Get informative data about imported media streams
es_es: Obtiene información de flujos Multimedia importados

source: Start batch processing
es_es: Comenzar proceso por lote

source: Stops current process
es_es: Detener proceso actual

source: Add an item to Queue
es_es: Añadir entrada a la Lista

source: Add to Queue
es_es: Añadir a la Lista

source: Show queue
es_es: Mostrar lista

source: Videomass - File List
es_es: Videomass - Lista de Archivos

source: Videomass - AV Conversions
es_es: Videomass - Conversiones AV

source: Videomass - Presets Manager
es_es: Videomass - Administrador de Presets

source: Videomass - Concatenate Demuxer
es_es: Videomass - Encadenar Dezmezcladores

source: Videomass - From Movie to Pictures
es_es: Videomass -De Película a Imágenes

source: Videomass - Still Image Maker
es_es: Videomass -Productor de Imágenes Fijas

source: Have to select an item in the file list first
es_es: Primero elija un archivo en la lista

source: An item with the same destination file already exists. Do you want to replace it by adding the new item to the queue?
es_es: Una entrada con el mismo archivo destino ya existe. ¿Desea reemplazarlo añadiendo la entrada a la lista?

source: Videomass - FFmpeg Message Monitoring
es_es: Videomass - Monitor de mensajes de FFmpeg

source: yt-dlp is disabled. Check your preferences.
es_es: yt-dlp esta desactivado. Revise sus configuraciones.

source: The application requires to be restarted.
es_es: Se requiere reiniciar la aplicación.

source: The Python module «yt_dlp» was not found. Make sure you have installed yt-dlp correctly.
es_es: No se ha encontrado modulo «yt_dlp». Asegúrese de haber instalado yt-dlp.

source: The system will turn off in {0} seconds
es_es: El sistema se apagara en {0} segundos

source: Videomass - Shutdown!
es_es: Videomass - ¡Apagando!

source: Error while shutting down. Please see file log for details.
es_es: Error al apagar. Vea el archivo de registro para detalles.

source: Exiting the application in {0} seconds
es_es: La aplicación se cerrara en {0} segundos

source: Videomass - Exiting!
es_es: Videomass - ¡Saliendo!

source: Start point adjustment
es_es: Punto de ajuste inicial

source: End point adjustment
es_es: Ajuste de punto final

source: Hours
es_es: Horas

source: Minutes
es_es: Minutos

source: Seconds
es_es: Segundos

source: Milliseconds
es_es: Milisegundos

source: No source duration:
es_es: Sin duraci´on de la fuente:

source: {0} {1} | Segment Duration: {2}
es_es: {0} {1} | Duración de Segmento: {2}

source: End adjustment
es_es: Ajuste de final

source: Start adjustment
es_es: Iniciar ajuste

source: Source duration:
es_es: Duración de fuente:

source: WARNING: Invalid selection, out of range.
es_es: ADVERTENCIA: Selección invalida, fuera de rango.

source: Start by dragging the bottom left handle, or right-click for options.
es_es: Empieza arrastrando el control inferior izquierdo, o presione con el botón derecho para ver las opciones.

source: Start
es_es: Iniciar

source: End
es_es: Fin

source: The timeline editor is a tool that allows you to trim slices of time on selected imported media (see File List panel). The "time format" used to report durations is expressed in hours, minutes, seconds and milliseconds (HH:MM:SS.ms). Note that importing new files, making new selection, deselection, deleting items, sorting items (ie by LEFT clicking on the column headers), will reset any previous settings to default values. If the File List panel is empty or no source files are selected, the overall duration values will be set to 23:59:59.999, rather than the duration of a selected source file (see status bar messages). The "Start"/"End" duration values always refer to the initial position of the timeline: 00:00:00.000. For other informations as the segment duration and warnings, please refer to the status bar messages.
es_es: El editor de linea de tiempo le permite recortar partes seleccionadas del medio importado (vea el panel Lista de Archivos). El "formato de tiempo" usado para reportar la duración se expresa en horas, minutos, segundos y milisegundos (HH:MM:SS.ms). Note que al importar nuevos archivos, hacer o quitar una selección, quitar u ordenar objetos de la lista (p.ej presionando el botón izquierdo en la cabecera de una columna), regresara cualquier configuración a sus valores por defecto. Si el panel Lista de Archivos esta vació o no se seleccionan fuentes, los valores de duración se fijaran en 23:59:59.999, en vez de la duración de una fuente seleccionada (vea los mensajes en la barra de estado). Los valores "Inicio"/"Fin" siempre refieren al valor inicial de la linea de tiempo: 00:00:00.000. Para información sobre la duración del segmento y advertencias vea los mensajes en la barra de estado.

source: Timeline Editor Usage
es_es: Uso del Editor de Linea de Tiempo

source: Media:
es_es: Medio:

source: Container:
es_es: Contenedor:

source: Save profile
es_es: Guardar perfil

source: Target
es_es: Destino

source: Miscellaneous
es_es: Misceláneos

source: Save as a new profile of the Presets Manager.
es_es: Guardar nuevo perfil del Administrador de Presets.

source: Available video encoders. "Copy" means that the video stream will not be re-encoded and will allow you (depending on the encoder) to change the container, audio codec and a few other parameters.
es_es: Codificadores de video disponibles. "Copiar" indica que el flujo de video no sera recodificado y permite (según el codificador) cambiar el contenedor, codificador de audio y algunos otros parámetros.

source: Container format. It is usually represented by the file extension (output format). If the Media target is set to "Video" and the Video Encoder to "Copy", optionally you can set this control to "Copy" the same container as source file. If the media target is set to "Audio", you can extract only the audio streams from videos, or simply convert audio source files.
es_es: Contenedor. Usualmente representado por la extensión del archivo (formato de salida). Si el Medio destino es "Video" y el Codificador de Video es "Copiar", puede usar este control para "Copiar" el contenedor del archivo fuente. If the media target is set to "Audio", you can extract only the audio streams from videos, or simply convert audio source files.

source: Set output files target: "Video" to save output files as video files; "Audio" to save files using an audio encoder and format. Note that by using "Audio" as the target, you will still be able to work on the video source files but you will only be able to extract the audio streams, convert them and apply audio filters such as normalization.
es_es: Fijar archivos destino: "Video" para producir archivos de video; "Audio" para producir archivos de audio. Note que al usar "Audio" como destino, aun podrá trabajar sobre los archivos video originales pero solo podrá extraer los flujos de audio, convertirlos y aplicarles filtros como el de normalización.

source: Preview video filters
es_es: Previsualizar filtros de video

source: Disable active filters
es_es: Desactivar filtros activos

source: Resize
es_es: Redimencionar

source: Crop
es_es: Recortar

source: Transpose
es_es: Transponer

source: Stabilize
es_es: Estabilizar

source: Equalize
es_es: Equalizar

source: Unable to preview Video Stabilizer filter
es_es: No se puede previsualizar el filtro Estabilizador de Video

source: Unsupported file: Missing decoder or library? Check FFmpeg configuration.
es_es: Archivo no soportado: ¿Falta decodificador o librería? Revise la configuración de FFmpeg.

source: The file is not a frame or a video file
es_es: El archivo no es un cuadro o archivo de video

source: Undetected volume values! Click the "Volume detect" button to analyze audio volume data.
es_es: ¡No se detectaron valores de volumen! Presione el botón "Detectar Volumen" para analizar los datos del audio.

source: Off
es_es: Apagado

source: Batch processing items Destination Automation/Preset Encoding passes Output Format Video Codec Audio Codec Audio Normalization Output multimedia type Start of segment Clip duration
es_es: Procesando por lotes Destino Automation/Preset Pasos de codificación Formato de Salida Codec de Video Codec de Audio Normalizar Audio Tipo de salida multimedia Segmento inicial Duración de Clip

source: Write profile on «{0}»
es_es: Escribir perfil en «{0}»

source: Enter name for new preset
es_es: Intorduzca nombre del nuevo preset

source: Invalid file name, make sure to provide a valid name including the «.json» extension
es_es: Nombre de archivo invalido, asegúrese de proporcionar un nombre valido incluyendo la extensión «.json»

source: Cannot save current data in file «{}».
es_es: No se puede guardar la información actual en '{}'.

source: Open Videomass preset
es_es: Abrir preset de Videomass

source: Videomass - Save new profile
es_es: Videomass - Guardar nuevo perfil

source: Where do you want to save this profile?
es_es: ¿Desea guardar el perfil?

source: Save the profile to a new preset
es_es: Guardar perfil en nuevo preset

source: Save the profile to an existing preset
es_es: Guardar perfil en preset existente

source: Welcome to Videomass
es_es: Bienvenido a Videomass

source: Version {}
es_es: Versión {}

source: Presets Manager
es_es: Administrador de Presets

source: AV-Conversions
es_es: Conversiones-AV

source: Concatenate media files
es_es: Encadenar archivos de medios

source: Still Image Maker
es_es: Productor de Imágenes Fijas

source: From Movie to Pictures
es_es: De Película a Imágenes

source: Create, edit and use quickly your favorite FFmpeg presets and profiles with full formats support and codecs.
es_es: Crear, editar y usar rápidamente sus presets y perfiles favoritos de FFmpeg con un completo soporte de formatos y codecs.

source: A set of useful tools for audio and video conversions. Save your profiles and reuse them with Presets Manager.
es_es: Un conjunto de herramientas útiles para conversiones de audio y video. Guarde sus perfiles y reutilicelos con el Administrador de Presets.

source: Easily download videos and audio in different formats and quality from YouTube, Facebook and more sites.
es_es: Descargue fácilmente video y audio en diferentes formatos y calidades desde YouTube, Facebook y otros sitios.

source: Concatenate multiple media files based on import order without re-encoding
es_es: Encadenar múltiples archivos de medios en base a su orden de importación sin recodificar

source: Create video from a sequence of images, based on import order, with the ability to add an audio file.
es_es: Crear video a partir de una secuencia de imágenes, ordenadas según se importan, con la posibilidad de añadir un archivo de audio file.

source: Extract images (frames) from your movies in JPG, PNG, BMP, GIF formats.
es_es: Extraer cuadros desde películas a imágenes en formatos JPG, PNG, BMP, GIF .

source: At least two files are required to perform concatenation.
es_es: Se requieren al menos dos archivos para realizar la encadenación.

source: Invalid data found
es_es: Información invalida

source: The files do not have the same "codec_types", same "sample_rate" or same "width" or "height". Unable to proceed.
es_es: Los archivos no tienen los mismos "codec", "frec. muestreo" o "ancho" o "altura". No se puede proceder.

source: - The concatenation function is performed only with Audio files or only with Video files. - The order of concatenation depends on the order in which the files were added. - The output file name will have the same name as the first file added (also depends on the settings made in the preferences dialog or the renaming functions used). - Video files must have exactly same streams, same codecs and same width/height, but can be wrapped in different container formats. - Audio files must have exactly the same formats, same codecs with equal sample rate.
es_es: - La función de encadenación se realiza con archivos solo de Audio o solo de Video. - El orden de la encadenación depende del orden en que se agregaron los archivos. - El nombre del archivo de salida sera el mismo del primero añadido (depende de las configuraciones hechas en el dialogo de preferencias). - Los archivo de Video deben tener los mismos flujos, codecs y los mismos ancho/alto, pero pueden encontrarse en diferentes contenedores. - Los archivo de Audio deben tener los mismos formatos, codecs y frecuencia de muestreo.

source: For more details, see the Videomass User Guide:
es_es: Para más detalles, vea la Guia de Usuario de Videomass:

source: For more information, visit the official FFmpeg documentation:
es_es: Para más información, visite la documentación oficial de FFmpeg:

source: Items to concatenate File destination Output Format Output multimedia type Duration
es_es: Archivo a encadenar Archivo de Salda Formato de Salida Tipo de salida multimedia Duración

source: File has illegal characters like:
es_es: Archivo con caracteres ilegales:

source: Invalid character found in path name: (")
es_es: Carácter invalido en la trayectoria: (")

source: Directories are not allowed, just add files, please.
es_es: No se permiten Carpetas, por favor solo añada archivos.

source: File without format extension: please give an appropriate extension to the file name, example '.mkv', '.avi', '.mp3', etc.
es_es: Archivo sin extensión de formato: ponga una extensión apropiada al archivo, ejemplo '.mkv', '.avi','.mp3', etc.

source: Name has illegal characters like: {0}
es_es: Nombre con caracteres invalidos: {0}

source: Name already in use:
es_es: El nombre ya esta en uso:

source: Duplicate file, it has already been added to the list.
es_es: El archivo ya esta en la lista.

source: Rejected files
es_es: Archivos Rechazados

source: Source file
es_es: Archivo fuente

source: Duration
es_es: Duración

source: Media type
es_es: Tipo de Medio

source: Size
es_es: Tamaño

source: Drag one or more files below
es_es: Arrastre uno o más archivos abajo

source: Save to:
es_es: Guardar a:

source: Set a new destination folder for encodings
es_es: Carpeta destino para codificaciones

source: Encodings destination folder
es_es: Carpeta destino para codificaciones

source: Play file
es_es: Reproducir archivo

source: Drag two or more Audio/Video files below
es_es: Arrastre dos o más archivos Audio/Video abajo

source: Drag one or more Video files below
es_es: Arrastre uno o más archivos Video abajo

source: Rename the file destination
es_es: Renombra archivo destino

source: Rename the selected file to:
es_es: Renombrar archivo seleccionado a:

source: Add Files
es_es: Añadir Archivos

source: Rename in batch
es_es: Renombrar por lote

source: Rename the {0} items to:
es_es: Renombrar {0} objetos a:

source: New Name #
es_es: Nombre Nuevo #

source: Sorry, all task failed !
es_es: ¡Ha fallado la tarea !

source: The process was stopped due to a fatal error.
es_es: Proceso detenido debido a error fatal.

source: Interrupted Process !
es_es: ¡Proceso Interrumpido !

source: Successfully completed !
es_es: ¡Completado exitosamente !

source: Not everything was successful.
es_es: No todo fue exitoso.

source: Encoding Status
es_es: Estado de codificación

source: Current Log
es_es: Registro

source: Fatal Error !
es_es: ¡Error Fatal !

source: Get your files at the destination you specified
es_es: Guarde sus archivos en el destino especificado

source: For more details please read the Current Log.
es_es: Para mas detalles vea el Registro.

source: ...Finished
es_es: ...Completado

source: Please wait... interruption in progress
es_es: Por favor espere.. Abortando

source: ...Interrupted
es_es: ...Interrumpido

source: Write
es_es: Escribir

source: Delete
es_es: Borrar

source: Duplicate
es_es: Duplicado

source: Profiles
es_es: Perfiles

source: One-Pass Encoding
es_es: Codificación en Un-Paso

source: Two-Pass Encoding
es_es: Codificación en Dos-Pasos

source: Choose a preset and view its profiles
es_es: Elija un preset y vea sus perfiles

source: Delete the selected profile
es_es: Borrar perfil seleccionado

source: Edit the selected profile
es_es: Editar perfil seleccionado

source: Duplicate the selected profile
es_es: Duplicar perfil seleccionado

source: Remove selected preset
es_es: Quitar preset seleccionado

source: Backup selected preset
es_es: Respaldar preset seleccionado

source: Backup the presets folder
es_es: Respaldar carpeta de presets

source: Restore a preset
es_es: Restablecer un preset

source: Restore a presets folder
es_es: Restablecer carpeta de presets

source: Resets the selected preset to default values
es_es: Restablecer preset seleccionado

source: Reset all presets to default values
es_es: Restablecer todos los presets

source: Outdated presets version found: v{1} A new version is available: v{0} This update provides new presets included on the latest versions of Videomass. To avoid data loss and allow for possible recovery, the outdated presets folder will be backed up in the program configuration directory: «{2}» Do you want to perform this update now?
es_es: Versión de presets desactualizada: v{1} Versión disponible: v{0} Se proporciona los nuevos presets incluidos en la ultimas versiones de Videomass. Para evitar perdida de datos y posibilitar la recuperación, la carpeta de presets sera respaldada en la carpeta de configuración de la aplicación: «{2}» ¿Desea actualizar?

source: Name
es_es: Nombre

source: Output Format
es_es: Formato de Salida

source: Supported Format List
es_es: Lista de formatos soportados

source: Cannot save current data in file '{}'.
es_es: No se puede guardar la información actual en '{}'.

source: You just successfully created a new preset!
es_es: ¡Preset creado exitosamente!

source: Are you sure you want to remove "{}" preset? It will be moved to the "Removals" subfolder inside the presets folder.
es_es: ¿Seguro que desea borrar el preset "{}" ? Se moverá a la carpeta "Removals" dentro de la carpeta de presets.

source: {} Sorry, removal failed, cannot continue..
es_es: {} Fallo al eliminar, no se puede continuar..

source: The preset "{0}" was successfully removed
es_es: El preset "{0}" se elimino con exito

source: Open a destination folder
es_es: Abrir carpeta destino

source: A file with this name already exists, do you want to overwrite it?
es_es: Ya existe archivo con ese nombres, ¿quiere sobreecribirlo?

source: Backup completed successfully
es_es: ¡Respaldo completado con éxito!

source: Open the preset you want to restore
es_es: Abra el preset a restaurar

source: This preset already exists and is about to be updated. Don't worry, it will keep all your saved profiles. Do you want to continue?
es_es: Este preset ya existe y sera actualizado. No se preocupe, se mantendrán sus perfiles guardados. ¿Desea continuar?

source: Restore successful
es_es: ¡Restauración exitosa!

source: This will update the presets database. Don't worry, it will keep all your saved profiles. Do you want to continue?
es_es: Esto actualizara la base de datos de presets. No se preocupe, se conservaran todos sus perfiles guardados. ¿Desea continuar?

source: Open the presets folder to restore
es_es: Abrir carpeta de presets a restaurar

source: The presets database has been successfully updated
es_es: Base de datos de presets actualizada con exito

source: The selected preset is not part of Videomass's default presets.
es_es: Preset seleccionado no es parte de Videomass.

source: Be careful! The selected preset will be overwritten with the default one. Your profiles may be deleted! Do you want to continue?
es_es: ¡Sea cuidadoso! Se sobreescribira el preset seleccionado con el predeterminado. ¡Todos sus perfiles serán eliminados! ¿Desea continuar?

source: Successful recovery
es_es: Recuperación exitosa

source: Be careful! This action will restore all presets to default ones. Your profiles may be deleted! In any case, to avoid data loss, the presets folder will be backed up in the program's configuration directory. Do you want to continue?
es_es: ¡Sea cuidadoso! Se restauraran todos los preset a valores predeterminados. ¡Todos sus perfiles serán eliminados! Para prevenir perdida de datos la carpeta de presets se respaldara en la carpeta de configuración del programa. ¿Desea continuar?

source: Edit profile on «{0}»
es_es: Editar perfil en «{0}»

source: Are you sure you want to delete the selected profile? It will no longer be possible to recover it.
es_es: ¿Seguro que desea borrar el perfil seleccionado? No sera posible recuperarlo.

source: First select a profile in the list
es_es: Primero elija un perfil en la lista

source: The selected profile command has been changed manually. Do you want to apply it during the conversion process?
es_es: El comando del perfil seleccionado se cambio manualmente. ¿Desea aplicarlo durante el proceso de conversión?

source: Don't show this dialog again
es_es: No mostrar nuevamente este dialogo

source: Batch processing items Destination Automation/Preset Encoding passes Profile Used Output Format Start of segment Clip duration
es_es: Proceso por lotesn Destino Automation/Preset Pasos de codificación Perfil Usado Formato de Salida Inicio de segmento Duración de Clip
