Repository: jeanslack/Videomass
Catalog: videomass/data/locale/*/LC_MESSAGES/videomass.po
Languages: es_es

source: 1. Import one or more image files such as JPG, PNG and BMP formats, then select one. 2. Use the Resize tool for images which have different sizes such as width and height. It is optional in other cases. 3. Use the Timeline editor (CTRL+T) to set the time interval between images by adjusting the "End" duration value and leaving the "Start" value at 00:00:00.000. 4. Run the conversion. The produced video will have the name of the selected file in the 'File List' panel, which will be saved in a folder named 'Still_Images' with a progressive digit, in the path you specify.
es_es: 1. Importe uno o más archivos de imágenes en formato JPG, PNG y BMP , y seleccione uno. 2. Usé la función Redimensionar en las imágenes que tengan altura y anchura diferentes. En otros casos es opcional. 3. Usé el Editor de Linea de Tiempo (CTRL+T) para fijar el intervalo de tiempo entre las imágenes ajustando el valor "FIN" y dejando "inicio" en 00:00:00.000. 4. Inicie la conversión. El video producido tendrá el nombre del archivo seleccionado en el panel 'Lista de Archivos' , y sera guardado en una carpeta llamada 'Still_Images' con un digito progresivo, en la trayectoria especificada.

source: Enable a single still image
es_es: Habilitar solo una imagen fija

source: Force original aspect ratio using padding rather than stretching
es_es: Forzar la relación de aspecto original usando rellenar en lugar de estirar

source: Include audio file
es_es: Incluir archivo de audio

source: Play the video until audio track finishes
es_es: Reproducir video hasta que la pista de audio finalice

source: Open audio file
es_es: Abrir archivo de audio

source: Additional arguments
es_es: Argumentos Adicionales

source: Open Audio File
es_es: Abrir Archivo de Audio

source: Invalid file: '{}' {}
es_es: Archivo invalido: '{}' {}

source: Invalid file: '{}' It doesn't appear to be an audio file.
es_es: Archivo no valido: '{}' No parece un archivo de audio.

source: Invalid file: '{}'
es_es: Archivo invalido: "{}"

source: Unsupported format '{}'
es_es: Formato no soportado '{}'

source: File does not exist: "{}"
es_es: Archivo no existe: "{}"

source: Shortest
es_es: MiniPrueba

source: Items to concatenate Output filename Destination Output Format Additional arguments Audio file Shortest Resize Pre-input Frame per Second (FPS) Still image duration Overall video duration
es_es: Entradas a encadenar Archivo de Salida Destino Formato de Salida Argumentos Adicionales Archivo de Audio Mas corto Redimencionar Pre-input Cuadros por Segundo (FPS) Duración de Imagen Fija Duración total de Video

source: 1. Import one or more video files, then select one. 2. To select a slice of time use the Timeline editor (CTRL+T) by adjusting the "End" and the "Start" duration values. 3. Select an output format (jpg, png, bmp). 4. Start the conversion. The images produced will be saved in a folder named 'Movie_to_Pictures' with a progressive digit, in the path you specify.
es_es: 1. Importar uno o más archivos de video , y seleccione uno. 2 Para seleccionar una sección de tiempo usé el editor de linea de Tiempo (CTRL+T) ajuste los valores "FIN" e "Inicio". 3. Seleccione un formato de salida (jpg, png, bmp). 4. Inicie la conversión. Las imágenes producidas serán guardadas en una carpeta llamada 'Movie_to_Pictures' con un digito progresivo, en la trayectoria especificada.

source: Create thumbnails
es_es: Crear miniaturas

source: Create tiled mosaics
es_es: Crear mosaicos

source: Create animated GIF
es_es: Crear GIF animado

source: Options
es_es: Opciones

source: Output format:
es_es: Formato de Salida:

source: Rows:
es_es: Renglones:

source: Columns:
es_es: Columnas:

source: Other unofficial resources:
es_es: Otros recursos no oficiales:

source: Set FPS control from 0.1 to 30.0 fps. The higher this value, the more images will be extracted.
es_es: Fijar el control de FPS, desde 0.1 hasta 30.0 fps. Entre más alto el valor se extraen más imágenes.

source: Spaces around the mosaic tiles. From 0 to 32 pixels
es_es: Espacio entre mosaicos. Desde 0 hasta 32 pixels

source: Spaces around the mosaic borders. From 0 to 32 pixels
es_es: Espacio entre bordes de mosaicos. Desde 0 hasta 32 pixels

source: Selected File Output Format Destination Rate (fps) Resizing Mosaic rows Mosaic columns Mosaic padding Mosaic margin Custom Arguments Start of segment Duration
es_es: Archivo Seleccionado Formato de Salida Destino Velocidad (fps) Redimensionar Renglones de Mosaicos Columnas de Mosaicos Rellenado de Mosaicos Margen de Mosaicos Argumentos Personales Inicio de segmento Duración

source: Audio encoder settings, mapping and filters
es_es: Configuración de codificador de Audio, mapeo y filtros

source: Audio Encoder
es_es: Codificador de Audio

source: Settings
es_es: Configuraciones

source: Index Selection:
es_es: Selecciòn de Indice:

source: Map:
es_es: Mapear:

source: Normalization
es_es: Normalización

source: Volume detect
es_es: Detectar Volumen

source: Volume Statistics
es_es: Estadísticas de Volumen

source: Target level:
es_es: Nivel Objetivo:

source: Gets maximum volume and average volume data in dBFS, then calculates the offset amount for audio normalization.
es_es: Obtiene el volumen máximo y promedio en dBFs, y calcula el desplazamiento para normalizar el audio.

source: Limiter for the maximum peak level or the mean level (when switch to RMS) in dBFS. From -99.0 to +0.0; default for PEAK level is -1.0; default for RMS is -20.0
es_es: Limita por máximo nivel de pico o por nivel promedio (cuando se usa RMS) en dBFS. Desde -99 a +0.0; predeterminado para nivel de pico es -1.0; para RMS es 20.0

source: Normally on a video with correctly indexed streams and having one or more audio streams, the first audio stream should be indexed at "1", the second at "2" and so on (the video stream on the other hand is always indexed at "0"). In this case it is recommended to select the desired stream by setting a specific index, e.g "1" for for the first available audio stream. Set this control to "Auto" if the source file is simply an audio track.
es_es: Normalmente en un video que contenga uno o mas flujos de audio que esté correctamente indexado, el primer flujo de audio tendrá el indice "1", el segundo "2" y así sucesivamente (el flujo de video siempre tendrá el indice "0"). Se recomienda seleccionar el flujo deseado fijando el indice, ej. "1"para el primer flujo de audio. Ponga este control en "Auto" si la fuente es una pista de audio .

source: "Auto" keeps all audio streams and processes only the one selected by the "Index Selection" control. "All" processes all audio streams in a video with the properties of the one selected by the "Index Selection" control. "Index Only" processes only the audio stream selected by the "Index Selection" control and removes all others from the video
es_es: "Auto" mantiene todos los flujos de audio pero solo procesa el seleccionado en el control "Selección de Indice". "Todos" procesa todos los flujos de audio con las propiedades del indice seleccionado en el control "Selección de Indice". "Solo el Indice" procesa solo el flujo de audio seleccionado en el control "Selección de Indice" y elimina el resto

source: Integrated Loudness Target in LUFS. From -70.0 to -5.0, default is -16.0
es_es: Intensidad Destino Integrada en LUFS. Desde -70.0 a -5.0, predeterminado -16.0

source: Maximum True Peak in dBTP. From -1.5 to +0.0, default is -2.0
es_es: Pico Máximo Real en dBTP. Desde -9.0 a +0.0, predeterminado -2.0

source: Play the audio stream selected in the "Index Selection" control. Using this function you can test the result of audio normalization.
es_es: Reproducir el flujo de audio seleccionado en la "Selección de Indice". Con esta función puede probar el resultado de normalizar el audio.

source: Selected index does not exist or does not contain any audio streams
es_es: El indice seleccionado no existe o no contiene flujos de audio

source: ERROR: Missing audio stream: "{}"
es_es: ERROR: Falta flujo de audio: "{}"

source: No Audio
es_es: Sin Audio

source: PEAK level normalization, which will produce a maximum peak level equal to the set target level.
es_es: Normalización de nivel de pico, produce un nivel de pico máximo igual al configurado.

source: RMS-based normalization, which according to mean volume calculates the amount of gain to reach same average power signal.
es_es: Normalización RMS, se calcula la ganancia de acuerdo al volumen medio para lograr la misma potencia promedio de señal.

source: Loudnorm normalization. Normalizes the perceived loudness using the "loudnorm" filter, which implements the EBU R128 algorithm. Ideal for live normalization. It produces worse results than the High-quality two-pass Loudnorm normalization, but is faster.
es_es: Normalización de intensidad. Se Normaliza la intensidad percibida utilizando el filtro "​loudnorm", el cual implementa el algoritmo EBU R128. Ideal par normalización en vivo. Produce peores resultados que la normalización de intensidad en dos pasos de Alta calidad, pero es mas rápida.

source: High-quality two-pass Loudnorm normalization. Normalizes the perceived loudness using the "loudnorm" filter, which implements the EBU R128 algorithm. Ideal for postprocessing.
es_es: Normalización de intensidad Alta calidad en dos pasos. Se Normaliza la intensidad percibida utilizando el filtro "​loudnorm", el cual implementa el algoritmo EBU R128. Ideal para postprocesado.

source: Subtitle Mapping
es_es: Mapeo de Subtitulos

source: Copy Chapters
es_es: Copiar capítulos

source: Copy Metadata
es_es: Copiar metadatos

source: Select "All" to include any source file subtitles in the output video. Select "None" to exclude any subtitles stream in the output video. This option is automatically ignored for output audio files.
es_es: Seleccionar "Todos" incluirá cualquier archivo de subtítulos en la salida del video. Seleccionar "Ninguno"excluirá todo flujo de subtítulos en la salida del video. Se ignora esta opción sil la salida es archivo de audio.

source: Copy the chapter markers as is from source file. This option is automatically ignored for output audio files.
es_es: Copiar las marcas de capítulos desde la fuente. Se ignora esta opción sil la salida es archivo de audio.

source: Copy all incoming metadata from source file, such as audio/video tags, titles, unique marks, and so on.
es_es: Copiar todos los metadatos desde la fuente, cosas como etiquetas de audio/video, títulos, marcas únicas, etc.

source: Reloads the selected video encoder settings. Changes will be discarded.
es_es: Recargar configuración del codificador de video. Se descartaran los cambios.

source: Number of tile rows to use, default changes per resolution
es_es: Renglones a usar, el predeterminado cambia según resolución

source: Number of tile columns to use, default changes per resolution
es_es: Columnas a usar, el predeterminado cambia según resolución

source: Set the Group Of Picture (GOP). Set to -1 to disable this control.
es_es: Tamaño del grupo de imágenes (GOP). -1 para desactiva este control.

source: It can reduce the file size, but takes longer.
es_es: Puede reducir el tamaño del archivo, pero dilatar más.

source: Set minimum bitrate tolerance. Most useful in setting up a CBR encode. It is of little use otherwise. Set to -1 to disable this control.
es_es: Tolerancia de bitrate mínimo. Mas util usada con codificación CBR. Es de poca utilidad en otros casos. -1 deshabilita el control.

source: Specifies a maximum tolerance. Requires bufsize to be set. Set to -1 to disable this control.
es_es: Especificar tolerancia máxima. Requiere fijar tamaño del buffer. -1 desactiva este control.

source: Set ratecontrol buffer size, which determines the variability of the output bitrate. Set to -1 to disable this control.
es_es: Fija control de razón del tamaño de buffer, determina la variabilidad de la frecuencia de bits de salida. -1 desactiva este control.

source: Specifies the target (average) bit rate for the encoder to use. Higher value = higher quality. Set -1 to disable this control.
es_es: Especifica la frecuencia de bits (promedio) que usara el codificador. Un valor más alto = mejor calidad. -1 deshabilita este control.

source: Video width and video height ratio.
es_es: Proporción ancho y alto de video.

source: Quality/Speed ratio modifier. CPU Used sets how efficient the compression will be. Lower values mean slower encoding with better quality, and vice-versa. Valid values are from 0 to 8 inclusive.
es_es: Razón Calidad/Velocidad. Fija la eficiencia de la compresión. Valores bajos equivale a una codificación más lenta con mejor calidad, y viceversa. Valores validos incluyen 0 a 8 .

source: Quality and compression efficiency vs speed trade-off. "good" is the default and recommended for most applications; "realtime" is recommended for live/fast encoding (live streaming, video conferencing, etc); "allintra" for All Intra encoding.
es_es: Calidad y compresión del intercambio eficiencia vs calidad. "good" es lo predeterminado y recomendado para muchas aplicaciones; "realtime" recomendado para directos, videoconferencia, etc; «allintra» para la codificación All Intra.

source: Row Multi-Threading enables row-based multi-threading which maximizes CPU usage. To enable fast decoding performance, also set tiles (i.e. Tile Columns 4 and Tile Rows 1 or Tile Columns 2 and Tile Rows 2 for 4 tiles). Enabling Row Multi-Threading is only faster when the CPU has more threads than the number of encoded tiles.
es_es: Multi-Hilos por Renglón habilita multi-proceso por renglón lo que maximiza el uso del CPU. Para un mejor desempeño en el decodificado configure la cantidad de cuadros por ej. Columnas 4 y Renglones 1 o Columnas 2 Renglones 2 para 4 cuadros. Activarlo solo es mas rápido si el CPU tiene más hilos que el numero total de cuadros.

source: presets 1-3 represent extremely high efficiency, for use when encode time is not important and quality/size of the resulting video file is critical. Presets 4-6 are commonly used by home enthusiasts as they represent a balance of efficiency and reasonable compute time. Presets between 7 and 12 are used for fast and real-time encoding. Preset 13 is even faster but not intended for direct human consumption--it can be used, for example, as a per-scene quality metric in VOD applications. One should use the lowest preset that is tolerable.
es_es: presets 1-3 representan eficiencia extremadamente alta, úselos cuando el tiempo de codificación no es importante y la calidad/tamaño del video resultante es critico. Presets 4-6 son comúnmente para uso casero ya que representan un balance entre la eficiencia y el tiempo de proceso. Presets del 7 al 12 se usan para codificaciones rápidas y en tiempo real Preset 13 es aun más rápido pero no esta dirigido al consumo humano directo --puede usarse por ejemplo para comparaciones por escena de aplicaciones VOD. Solo se debe usar el preset más bajo tolerable.

source: Constant rate factor. This parameter governs the quality/size trade-off. Higher CRF values will result in a final output that takes less space, but begins to lose detail. Lower CRF values retain more detail at the cost of larger file sizes. A good starting point for 1080p video is 30. Set to -1 to disable this control.
es_es: Factor Constante transferencia. Gobierna el intercambio calidad/tamaño. Valores altos producirán una salida de menor tamaño pero con perdida de detalles. Valores bajos retienen más detalles a costo de un mayor tamaño de archivo. Un buen comienzo para videos 1080p es 30. -1 deshabilita el control.

source: The "Film Grain" parameter allows SVT-AV1 to detect and delete film grain from the source video, and replace it with synthetic grain of the same character, resulting in significant bitrate savings. A value of 8 is a reasonable starting point for live-action video with a normal amount of grain. Higher values in the range of 10-15 enable more aggressive use of this technique for video with lots of natural grain. For 2D animation, lower values in the range of 4-6 are often appropriate. If the source video does not have natural grain, this parameter can be set to -1 to disable it or at least 0.
es_es: "Grano de Película" permite a SVT-AV1 detectar y borrar el grano de la película y reemplazarlo por un grano sintético del mismo carácter, resultando en un ahorro significante de transferencia de bits. Un valor de 8 es un comienzo razonable para videos de acción en vivo con una cantidad normal de grano. Valores mas altos entre 10-15 usan mas agresivamente esta técnica en videos con mucho grano natural. Para animación 2D, valores entre 4-6 suelen ser apropiados. Si la fuente de video no tiene grano, se puede desactivar con -1 o usar 0.

source: If enabled, the "Film Grain Denoiser" option can mitigate the detail removal caused by high "Film Grain" values required to preserve the look of very grainy films By default, the denoised frames are passed to be encoded as the final pictures, enabling this feature will lead to the original frames to be used instead.
es_es: Habilitar la opción"Reductor de Ruido Grano de Film" puede reducir la reducción de detalles causado por un "Grano de Film" elevado requerido para preservar la apariencia de videos con mucho granulado Por omisión los cuadros procesados son pasados para ser codificados como imágenes finales, esta caracteristica hara que se usen los cuadros originales.

source: Enables encoder optimization to produce faster (less CPU intensive) bit streams to decode, similar to the fastdecode tuning in x264 and x265.
es_es: Optimizar codificador para producir un flujo de bits mas rápido (menor uso de CPU) a decodificar, similar al ajuste fastdecode en x264 y x265.

source: Set profile restrictions
es_es: Restricciones de perfil

source: Specify level for a selected profile
es_es: Especifique nivel del perfil seleccionado

source: Tune the encoding params
es_es: Afinar parámetros de codificación

source: Set the encoding preset (default "medium")
es_es: Preset de codificación (por omisión "medio")

source: specifies the target (average) bit rate for the encoder to use. Higher value = higher quality. Set -1 to disable this control.
es_es: especifica la frecuencia de bits (promedio) que usara el codificador. Un valor más alto = mejor calidad. -1 deshabilita este control.

source: Variable Bit Rate. From 0-30, with 1 being highest quality/largest filesize and 30 being the lowest quality/smallest filesize. Set to -1 to disable this control.
es_es: Flujo Variable de Bits. De 0-30, siendo 1 mayor calidad/mayor tamaño y 30 menor calidad/menor tamaño. -1 desactiva este control.

source: Frames repeat a given number of times per second. In some countries this is 30 for NTSC, other countries (like Italy) use 25 for PAL
es_es: Los cuadros se repiten un dado numero de veces por segundo. En algunos países es 30 para NTSC, en otros (como Italia) usan 25 para PAL

source: The default FourCC stored in an MPEG-4-coded file will be FMP4. If you want a different FourCC, set this option to xvid to force the FourCC xvid to be stored as the video FourCC rather than the default.
es_es: El valor FourCC en un video MPEG-4-seria FMP4. Si quiere un valor FourCC diferente, use xvid para forzar FourCC xvid en el video en vez del predeterminado.

source: Copy Video Codec
es_es: Copiar Codec de Video

source: This will just copy the video track as is, without any video re-encoding. You will only be able to change output format, select other audio encoders and a few other options.
es_es: Copia la pista de video sin re codificación alguna. Solo podrá cambiar el formato de salida, seleccionar otro codificador de audio y otras pocas opciones.

source: Video export disabled
es_es: Exportación de Video desactivada

source: The Media target you just selected will only allow you to export files as audio tracks. You can then process audio source files only or extract indexed audio streams on video files.
es_es: El Medio destino seleccionado solo permite exportar hacia archivos de audio. Entonces solo podrá procesar archivos de audio o extraer el audio indicado de los archivos de video.

source: Speed sets how efficient the compression will be. When the Quality parameter is "good" or "best", values for Speed can be set between 0 and 5. Using 1 or 2 will increase encoding speed at the expense of having some impact on quality and rate control accuracy. 4 or 5 will turn off rate distortion optimization, having even more of an impact on quality. When the Quality is set to realtime, the available values for Speed are 0 to 8.
es_es: Velocidad controla la eficiencia de la compresión. Si Calidad es "buena" o "mejor", los valores de Velocidad pueden ser entre 0 y 5. Usar 1 o 2 incrementara la velocidad de codificado a expensas de impactar en la calidad y control de exactitud. 4 o 5 desactivara la optimización de distorsión, impactando aun más la calidad. Si Calidad es realtime, los valores de Velocidad son de 0 a 8.

source: Time to spend encoding. "good" is the default and recommended for most applications; "best" is recommended if you have lots of time and want the best compression efficiency; "realtime" is recommended for live / fast encoding.
es_es: Tiempo a invertir en codificación. "good" es recomendado para muchas aplicaciones; "best" se recomienda si tiene mucho tiempo y quiere la mejor eficiencia de compresión; "realtime" se recomienda para codificaciones en directo/rapidas.

source: If enabled, adds support for row based multithreading which greatly enhances the number of threads the encoder can utilise. This improves encoding speed significantly on systems that are otherwise underutilised when encoding VP9. Since the amount of additional threads depends on the number of "tiles", which itself depends on the video resolution, encoding higher resolution videos will see a larger performance improvement.
es_es: Habilitarla, añade multiproceso por renglón que mejora el numero de hilos que el codificador puede usar. Esto mejora significativamente la velocidad de codificado al codificar en VP9, en sistemas que de otra manera están subutilizados. Ya que la cantidad adicional de hilos depende del numero de "cuadros", lo que depende del la resolución del video, codificar videos con altas resoluciones mostrara un gran incremento en el desempeño.

source: Supports ({0}) formats only, not ({1})
es_es: Formatos soportados ({0}), no soporta ({1})

source: File formats not supported by the selected profile
es_es: Formatos de archivo no soportados por el perfil selecciondo

source: Warning
es_es: Advertencia

source: No presets found. Possible solution: open the Presets Manager panel, go to the presets column and try to click the "Restore all..." button
es_es: No se encontraron presets. Posible solución: abra el panel del Administrador de Presets, ir a la columna presets y presionar el botón "Restaurar todo..."

source: Import queue file
es_es: Importar archivo de lista

source: ERROR: invalid data found loading queue file. «{0}» Cannot contain multiple occurrences in `destination` keys value.
es_es: ERROR: información invalida al cargar archivo de lista. «{0}» No puede contener múltiples valores de `destino`.

source: Videomass - Add Items to Queue
es_es: Videomass - Añadir Entradas a Lista

source: Multiple items with identical names and destination paths cannot coexist. Please choose one of the following actions:
es_es: Múltiples entradas con nombres y destinos idénticos no pueden coexistir. Elija una de las siguientes acciones:

source: Replace occurrences with items from the imported queue.
es_es: Reemplace ocurrencias con entradas de la lista importada.

source: Add only the currently missing items to the queue.
es_es: Añadir solo entradas faltantes a la lista.
